[
  {
    "paperId": "719cafa404e972da8a88e815b232dabe3021df18",
    "externalIds": {
      "DOI": "10.1089/bfm.2020.0316",
      "CorpusId": 231622264,
      "PubMed": "33449829"
    },
    "url": "https://www.semanticscholar.org/paper/719cafa404e972da8a88e815b232dabe3021df18",
    "title": "The Historical, Psychosocial, and Cultural Context of Breastfeeding in the African American Community.",
    "abstract": "Breastfeeding provides a range of benefits for the infant's growth, immunity, and development. It also has health benefits for the mother, including a reduced risk of premenopausal breast cancer, earlier return to prepregnancy weight, reduction of postpartum bleeding, and reduced risk of osteoporosis. There are a number of complex factors that influence the decision to initiate and continue breastfeeding, including those \"external\" to women, such as cultural beliefs. The cultural context and environment of decision making are illuminated through the prism of traditions and historical and cultural events. The ideology and sentiment of breastfeeding have changed during the course of history and have evolved within the African American community. Throughout the evolution of infant feeding practices, historical aftermaths have contributed to the legacy and emotional context of infant feeding trends. The tradition of wet nursing for African American women is inherently linked to white supremacy, slavery, medical racism and the physical, emotional, and mental abuse that enslaved African American women endured. Thus, the decision to breastfeed and the act of breastfeeding may remain deeply affected by the generational trauma of wet nursing during slavery. The associated negative connotation of wet nursing, slavery, and medical exploitation is one of the many nuanced cultural barriers that denies Black women and infants the many health benefits of breastfeeding.",
    "year": 2021,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1089/bfm.2020.0316?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1089/bfm.2020.0316, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48267074",
        "name": "V. Green"
      },
      {
        "authorId": "2046975531",
        "name": "Nekisha L Killings"
      },
      {
        "authorId": "25639382",
        "name": "C. Clare"
      }
    ]
  },
  {
    "paperId": "ceaf6949aa3a38f0053cf4cc61cea960ba9fb66e",
    "externalIds": {
      "PubMedCentral": "7410280",
      "MAG": "3042699722",
      "DOI": "10.1089/heq.2020.0029",
      "CorpusId": 221033637,
      "PubMed": "32775941"
    },
    "url": "https://www.semanticscholar.org/paper/ceaf6949aa3a38f0053cf4cc61cea960ba9fb66e",
    "title": "COVID-19's Impact on the African American Community: A Stakeholder Engagement Approach to Increase Public Awareness Through Virtual Town Halls",
    "abstract": "COVID-19 has created a rapidly evolving public health crisis disproportionately impacting African Americans due to persistent inequities. The changing COVID-19 guidelines have resulted in concerns expressed by the American public, including unique concerns expressed by African Americans. To increase COVID-19-related awareness and dialogue among the African American community, the University of Alabama at Birmingham School of Public Health and the Housing Association of the Birmingham District convened a virtual town hall. This process of stakeholder engagement underscored the importance of cross-disciplinary expertise and collaboration and of community education and outreach by trusted sources.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.1089/heq.2020.0029",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7410280, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "5502975",
        "name": "F. Fletcher"
      },
      {
        "authorId": "11473932",
        "name": "Shauntice Allen"
      },
      {
        "authorId": "143709174",
        "name": "S. Vickers"
      },
      {
        "authorId": "83221123",
        "name": "Thomas T. Beavers"
      },
      {
        "authorId": "1860295464",
        "name": "Christopher M Hamlin"
      },
      {
        "authorId": "1860414110",
        "name": "Dontrelle Young-Foster"
      },
      {
        "authorId": "1860301020",
        "name": "Sherea Harris-Turner"
      },
      {
        "authorId": "3552027",
        "name": "P. Erwin"
      }
    ]
  },
  {
    "paperId": "41edf169f7684299c2dfc0f320a3072aa1875b33",
    "externalIds": {
      "MAG": "2806017312",
      "DOI": "10.1007/s40615-018-0491-0",
      "CorpusId": 46927997,
      "PubMed": "29869005"
    },
    "url": "https://www.semanticscholar.org/paper/41edf169f7684299c2dfc0f320a3072aa1875b33",
    "title": "HIV/AIDS and the African-American Community 2018: a Decade Call to Action",
    "abstract": null,
    "year": 2018,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8224540",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/s40615-018-0491-0?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/s40615-018-0491-0, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3690526",
        "name": "C. Laurencin"
      },
      {
        "authorId": "1486272496",
        "name": "Christopher J. Murdock"
      },
      {
        "authorId": "46244217",
        "name": "L. Laurencin"
      },
      {
        "authorId": "2685206",
        "name": "Donna M. Christensen"
      }
    ]
  },
  {
    "paperId": "b68e01c8491cbdc44cf2c2b6936fb7aea01706be",
    "externalIds": {
      "MAG": "2401532947",
      "DOI": "10.1007/s10896-016-9819-x",
      "CorpusId": 34560974
    },
    "url": "https://www.semanticscholar.org/paper/b68e01c8491cbdc44cf2c2b6936fb7aea01706be",
    "title": "Intimate Partner Violence in the African American Community: Risk, Theory, and Interventions",
    "abstract": null,
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/s10896-016-9819-x?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/s10896-016-9819-x, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1466245256",
        "name": "Shareefah Al-Uqdah"
      },
      {
        "authorId": "38891145",
        "name": "C. Maxwell"
      },
      {
        "authorId": "16980864",
        "name": "Nicholle A. Hill"
      }
    ]
  },
  {
    "paperId": "81b19dab540d4b6973eb1689c3fe25ae4921ad89",
    "externalIds": {
      "MAG": "2604154840",
      "DOI": "10.1093/fampra/cmx026",
      "CorpusId": 3715751,
      "PubMed": "28387794"
    },
    "url": "https://www.semanticscholar.org/paper/81b19dab540d4b6973eb1689c3fe25ae4921ad89",
    "title": "Engaging African American women in research: an approach to eliminate health disparities in the African American community",
    "abstract": "Objective\nTo explore the success of community-based participatory research [CBPR] in engaging African American women to achieve health equity by elucidating community, trust, communication and impact. Recommendations helpful for researchers interested in engaging communities to achieve health equity in the USA are included.\n\n\nInroduction\nAfrican American women experience health disparities of multifactorial etiology and are underrepresented in research. CBPR is a collaborative approach that incorporates perspectives, which address the intricate determinants of health and has been reported as an effective means to address health disparities. Yet, the science of CBPR seems elusive to researchers in the medical field. The opportunity exists to better understand and expand the use of the principles of engagement, replication, and sustainability in engaging African American women in health research.\n\n\nMethods\nA variety of literature regarding engaging African American women in community-based participatory research was reviewed.\n\n\nResults\nCBPR focused on robust engagement of marginalized groups continues to be validated as a vital approach to the elimination of disparities and improved health for all, especially ethnic and racial minority populations. However, limited evidence of focused engagement of African American women was found. Making specific outreach to African American women must be a community and patient engagement priority to achieve health equity.\n\n\nConclusions\nContinued research is needed which specifically focuses on building and sustaining engagement with African American women and their communities. This research can transform healthcare access, experiences and outcomes by yielding actionable information about what African American women need and want to promote wellness for themselves and their communities.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://academic.oup.com/fampra/article-pdf/34/3/322/17695964/cmx026.pdf",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1093/fampra/cmx026?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/fampra/cmx026, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "13797107",
        "name": "Joedrecka S. Brown Speights"
      },
      {
        "authorId": "4261060",
        "name": "A. Nowakowski"
      },
      {
        "authorId": "50992676",
        "name": "Jessica M. De Leon"
      },
      {
        "authorId": "2067793587",
        "name": "M. M. Mitchell"
      },
      {
        "authorId": "49745389",
        "name": "I. Simpson"
      }
    ]
  },
  {
    "paperId": "719a8a6a9e6bc0712772971258147f09d89bf05d",
    "externalIds": {
      "DOI": "10.4324/9781003249016-3",
      "CorpusId": 239519139
    },
    "url": "https://www.semanticscholar.org/paper/719a8a6a9e6bc0712772971258147f09d89bf05d",
    "title": "The Northern African American Community",
    "abstract": null,
    "year": 2021,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.4324/9781003249016-3?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.4324/9781003249016-3, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2114080223",
        "name": "R. Young"
      }
    ]
  },
  {
    "paperId": "905ef813f8d9ef59245fc04788e7dcf6771a0d32",
    "externalIds": {
      "MAG": "2135608365",
      "DOI": "10.2105/AJPH.2013.301441",
      "CorpusId": 2375281,
      "PubMed": "24228655"
    },
    "url": "https://www.semanticscholar.org/paper/905ef813f8d9ef59245fc04788e7dcf6771a0d32",
    "title": "Network exposure and homicide victimization in an African American community.",
    "abstract": "OBJECTIVES\nWe estimated the association of an individual's exposure to homicide in a social network and the risk of individual homicide victimization across a high-crime African American community.\n\n\nMETHODS\nCombining 5 years of homicide and police records, we analyzed a network of 3718 high-risk individuals that was created by instances of co-offending. We used logistic regression to model the odds of being a gunshot homicide victim by individual characteristics, network position, and indirect exposure to homicide.\n\n\nRESULTS\nForty-one percent of all gun homicides occurred within a network component containing less than 4% of the neighborhood's population. Network-level indicators reduced the association between individual risk factors and homicide victimization and improved the overall prediction of individual victimization. Network exposure to homicide was strongly associated with victimization: the closer one is to a homicide victim, the greater the risk of victimization. Regression models show that exposure diminished with social distance: each social tie removed from a homicide victim decreased one's odds of being a homicide victim by 57%.\n\n\nCONCLUSIONS\nRisk of homicide in urban areas is even more highly concentrated than previously thought. We found that most of the risk of gun violence was concentrated in networks of identifiable individuals. Understanding these networks may improve prediction of individual homicide victimization within disadvantaged communities.",
    "year": 2014,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3910040",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.2105/AJPH.2013.301441?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.2105/AJPH.2013.301441, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2336642",
        "name": "A. Papachristos"
      },
      {
        "authorId": "48042912",
        "name": "Christopher Wildeman"
      }
    ]
  },
  {
    "paperId": "fe53c6490558a37e8692596fe195ec47d6a10c2b",
    "externalIds": {
      "MAG": "2336093266",
      "DOI": "10.1177/1049909116631776",
      "CorpusId": 4726437,
      "PubMed": "26878868"
    },
    "url": "https://www.semanticscholar.org/paper/fe53c6490558a37e8692596fe195ec47d6a10c2b",
    "title": "The Desires of Their Hearts: The Multidisciplinary Perspectives of African Americans on End-of-Life Care in the African American Community",
    "abstract": "Background: Studies have identified racial differences in advance care planning and use of hospice for care at the end of life. Multiple reasons for underuse among African American patients and their families have been proposed and deserve further exploration. Objective: The goal of this study was to examine perceptions of advance care planning, palliative care, and hospice among a diverse sample of African Americans with varying degrees of personal and professional experience with end-of-life care and use these responses to inform a culturally sensitive intervention to promote awareness of these options. Methods: Semistructured interviews and focus groups were conducted with African Americans who had varying degrees of experience and exposure to end-of-life care both personally and professionally. We conducted in-depth qualitative analyses of these interviews and focus group transcripts and determined that thematic saturation had been achieved. Results: Several themes emerged. Participants felt that advance care planning, palliative care, and hospice can be beneficial to African American patients and their families but identified specific barriers to completion of advance directives and hospice enrollment, including lack of knowledge, fear that these measures may hasten death or cause providers to deliver inadequate care, and perceived conflict with patients’ faith and religious beliefs. Providers described approaches they use to address these barriers in their practices. Conclusion: Findings, which are consistent with and further elucidate those identified from previous research, will inform design of a culturally sensitive intervention to increase awareness and understanding of advance care planning, palliative care, and hospice among members of the African American community.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc7292338?pdf=render",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1177/1049909116631776?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1177/1049909116631776, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "6654711",
        "name": "Ramona L. Rhodes"
      },
      {
        "authorId": "48177675",
        "name": "Bryan Elwood"
      },
      {
        "authorId": "2667815",
        "name": "S. Lee"
      },
      {
        "authorId": "3459253",
        "name": "Jasmin A. Tiro"
      },
      {
        "authorId": "2422330",
        "name": "E. Halm"
      },
      {
        "authorId": "14109101",
        "name": "C. Skinner"
      }
    ]
  },
  {
    "paperId": "2d31628d613a69d7d8a797a6b3f75897bc93395b",
    "externalIds": {
      "MAG": "2738353844",
      "DOI": "10.1177/2056305116683205",
      "CorpusId": 157100087
    },
    "url": "https://www.semanticscholar.org/paper/2d31628d613a69d7d8a797a6b3f75897bc93395b",
    "title": "The Digital Barbershop: Blogs and Online Oral Culture Within the African American Community",
    "abstract": "For African Americans, the legacy of oral communication within the community is being transferred to online spaces. Blogging provides a platform with features that mirror many of the components of the Black barbershop. The barber and beauty shop symbolize a space of retreat, wherein African Americans have formed alternate publics used to critique the dominant culture, foster resistance, and strengthen African American institutions. Analysis of nine African American–authored blogs using a method of critical technocultural discourse analysis demonstrates that each blog used traditional Black rhetorical strategies while making modifications to contemporary goals. The strategies involve modifications made to traditional Black humor and folktales. The writing style is highly performative, yet relies upon participant interaction. This reliance on orality is a necessary force in the maintenance of cultural traditions that have long worked to assist in group definition and acts of resistance in political power struggles. By utilizing modified song, narrative, and fables to articulate resistance and craft African American identity, African American online oral culture persists as a strategy to house political discourse within the often hidden enclave spaces of the digital barbershop.",
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://journals.sagepub.com/doi/pdf/10.1177/2056305116683205",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1177/2056305116683205?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1177/2056305116683205, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "115653869",
        "name": "C. Steele"
      }
    ]
  },
  {
    "paperId": "c0d92c09f2250592ee43a5506bfbcecae2cea1fd",
    "externalIds": {
      "MAG": "2296179403",
      "CorpusId": 39389937,
      "PubMed": "26336653"
    },
    "url": "https://www.semanticscholar.org/paper/c0d92c09f2250592ee43a5506bfbcecae2cea1fd",
    "title": "Community-based participatory research principles for the African American community.",
    "abstract": null,
    "year": 2015,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "49742619",
        "name": "Selina A Smith"
      },
      {
        "authorId": "8024774",
        "name": "M. Whitehead"
      },
      {
        "authorId": "31576260",
        "name": "Joyce Q Sheats"
      },
      {
        "authorId": "3995686",
        "name": "B. Ansa"
      },
      {
        "authorId": "1825206",
        "name": "S. Coughlin"
      },
      {
        "authorId": "39009022",
        "name": "D. Blumenthal"
      }
    ]
  },
  {
    "paperId": "575f641de89b7325cbc41565b8be0489972cfa9a",
    "externalIds": {
      "MAG": "1970426485",
      "DOI": "10.1353/cpr.2014.0053",
      "CorpusId": 8050698,
      "PubMed": "25727976"
    },
    "url": "https://www.semanticscholar.org/paper/575f641de89b7325cbc41565b8be0489972cfa9a",
    "title": "Perceived Sources of Stress and Resilience in Men in an African American Community",
    "abstract": "Background: Little is known about the perceived causes of stress and what strategies African American men use to promote resiliency. Participatory research approaches are recommended as an approach to engage minority communities. A key goal of participatory research is to shift the locus of control to community partners.Objective: To understand perceived sources of stress and tools used to promote resiliency in African American men in South Los Angeles.Methods: Our study utilized a community-partnered participatory research approach to collect and analyze open-ended responses from 295 African American men recruited at a local, cultural festival in Los Angeles using thematic analysis and the Levels of Racism framework.Results: Almost all men (93.2%) reported stress. Of those reporting stress, 60.8% reported finances and money and 43.2% reported racism as a specific cause. More than 60% (63.4%) reported that they perceived available sources of help to deal with stress. Of those noting a specific source of help for stress (n = 76), 42.1% identified religious faith. Almost all of participants (92.1%) mentioned specific sources of resiliency such as religion and family.Conclusions: Stress owing to psychosocial factors such as finances and racism are common among African American men. But, at the same time, most men found support for resiliency to ameliorate stress in religion and family. Future work to engage African American men around alleviating stress and supporting resiliency should both take into account the perceived causes of stress and incorporate culturally appropriate sources of resiliency support.",
    "year": 2015,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc4361032?pdf=render",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1353/cpr.2014.0053?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1353/cpr.2014.0053, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "115169108",
        "name": "Bowen Chung"
      },
      {
        "authorId": "3739806",
        "name": "M. Meldrum"
      },
      {
        "authorId": "50314033",
        "name": "F. Jones"
      },
      {
        "authorId": "2111025405",
        "name": "Anthony Brown"
      },
      {
        "authorId": "37352337",
        "name": "Loretta Jones"
      }
    ]
  },
  {
    "paperId": "33eb1d00ad35d93499039b9f007c02044d89aaee",
    "externalIds": {
      "MAG": "2086691292",
      "DOI": "10.1001/JAMA.284.19.2518",
      "CorpusId": 45566589,
      "PubMed": "11074786"
    },
    "url": "https://www.semanticscholar.org/paper/33eb1d00ad35d93499039b9f007c02044d89aaee",
    "title": "Palliative and end-of-life care in the African American community.",
    "abstract": "AFRICAN AMERICANS AND OTHER MINORITIES UNDERuse palliative and hospice care, even when they have access to this care. Statistics from the National Hospice and Palliative Care Organization indicate that African Americans represent 8% of patients who participate in hospice care, as compared with 83% whites. Explanations for the underutilization of palliative care and hospice services by African Americans has engendered much speculation, but few data have been collected to further the understanding of this important problem. To provide the basis for solutions to correct this current state of affairs, reliable data and a broader societal dialogue are needed. In response to this problem, the Initiative to Improve Palliative and End-of-Life Care in the African American Community was formed to delineate historical, social, cultural, ethical, economic, legal, health policy, and medical issues that appear to affect African Americans’ attitudes toward, acceptance of, access to, and utilization of palliative care and hospice services. In February 2000, an interdisciplinary working group of African American scholars and professionals met to begin defining a research, education, and policy agenda for the improvement of end-of-life care for African American patients facing death. We offer this commentary to further this discussion.",
    "year": 2000,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1001/JAMA.284.19.2518?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1001/JAMA.284.19.2518, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "49870898",
        "name": "L. Crawley"
      },
      {
        "authorId": "2252414777",
        "name": "Richard Payne"
      },
      {
        "authorId": "2252502704",
        "name": "James Bolden"
      },
      {
        "authorId": "28074433",
        "name": "Terrie Reid Payne"
      },
      {
        "authorId": "2252495895",
        "name": "Patricia Washington"
      },
      {
        "authorId": "2258311803",
        "name": "September Williams"
      }
    ]
  },
  {
    "paperId": "2ea1ee1e5a543c3237ffe0879c81aca360647dc9",
    "externalIds": {
      "MAG": "2163672797",
      "DOI": "10.1080/10926770801925486",
      "CorpusId": 73876035
    },
    "url": "https://www.semanticscholar.org/paper/2ea1ee1e5a543c3237ffe0879c81aca360647dc9",
    "title": "Domestic Violence in the African American Community",
    "abstract": "This article discusses intimate partner violence (IPV) as a major public health issue for women, in particular, African American women. The intersection of IPV and institutional racism doubly victimizes African American women as they try to break out of the cycle of violence. The research shows that IPV in the African American community is more common and violent than in the Caucasian community due to structural, cultural community, and situational contexts, overshadowed by institutional racism, that effect the romantic relationships of African American men and women. Research shows that the anger, hatred, and frustrations of African American men, caused by institutional racism, are being displaced onto their wives and lovers. Suggestions for intervention are presented.",
    "year": 2003,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1080/10926770801925486?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1080/10926770801925486, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "8271997",
        "name": "R. Hampton"
      },
      {
        "authorId": "144919350",
        "name": "W. Oliver"
      },
      {
        "authorId": "80737316",
        "name": "Lucia Magarian"
      }
    ]
  },
  {
    "paperId": "12900ce35c0d257d403601ed2965f4ebc69e5e1e",
    "externalIds": {
      "MAG": "2060174394",
      "DOI": "10.2307/2295494",
      "CorpusId": 145013377
    },
    "url": "https://www.semanticscholar.org/paper/12900ce35c0d257d403601ed2965f4ebc69e5e1e",
    "title": "The Church, the Family, and the School in the African American Community.",
    "abstract": "This article focuses on the church as a social institution and examines how it interacts with and influences two other important social institutions in society (as identified by Moberg, 1962)-the family and the school. Historically, the church, the family, and the school are the three most critical institutions whose interactions have been responsible for the viability of the African American community (Roberts, 1980). The strengths of these three institutions are due in large measure to their function as expressions of the most basic values of the African American cultural heritage. These values include spirituality, high achievement aspirations, and commitment to family as enduring, flexible and adaptive functional mechanisms for survival (Billingsley, in press). We pursued this study using a holistic perspective inspired in part by DuBois (1898). This perspective recognizes that all three aggregations-the church, the school, and the family-operate within the domain of the larger society as socializing agents and are shaped by their own historical foundations. In this article we discuss the church's role in assisting families in need and in supporting educational institutions. The data presented herein are based on an ongoing, nationwide, multi-year study of the family-oriented community outreach programs that Black churches sponsor to assist those in need. Preliminary findings from a representative sample of 315 Black churches in the northeastern region of the country will be presented. Before turning to the details of this study, however, a brief discussion of the nature of these principal institutions will be set forth.",
    "year": 1991,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.2307/2295494?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.2307/2295494, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48604565",
        "name": "A. Billingsley"
      },
      {
        "authorId": "6154486",
        "name": "C. Caldwell"
      }
    ]
  },
  {
    "paperId": "da18c563f632e7b1855cb207da6579fb70be38a1",
    "externalIds": {
      "MAG": "2101672147",
      "DOI": "10.1177/1043659608322502",
      "CorpusId": 45699275,
      "PubMed": "18650398"
    },
    "url": "https://www.semanticscholar.org/paper/da18c563f632e7b1855cb207da6579fb70be38a1",
    "title": "Church and Spirituality in the Lives of the African American Community",
    "abstract": "The African American church is held in the highest esteem by most African Americans. Although the influence of the African American church has been underestimated by physicians and nurses, it could be pivotal in optimizing health status among African Americans. Because of this influence, health care practitioners, including nurses, are now recognizing the important role that the African American church plays in improving the health status of individuals in the African American community. This article illuminates the health and health care concerns of the African American community by considering the traditional lack of equal access for this population and the role that the church can play in not only offering church-based health care services but also improving the health status of church congregations. Future roles of the African American church for improved health status are also suggested.",
    "year": 2008,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1177/1043659608322502?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1177/1043659608322502, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "5764995",
        "name": "J. Giger"
      },
      {
        "authorId": "3854488",
        "name": "S. Appel"
      },
      {
        "authorId": "5599159",
        "name": "R. Davidhizar"
      },
      {
        "authorId": "6285204",
        "name": "C. Davis"
      }
    ]
  },
  {
    "paperId": "71590feac572bf0a8fec8d4fd29cfddd44ad15bd",
    "externalIds": {
      "MAG": "2068324254",
      "DOI": "10.2105/AJPH.2007.125062",
      "CorpusId": 23370806,
      "PubMed": "18633087"
    },
    "url": "https://www.semanticscholar.org/paper/71590feac572bf0a8fec8d4fd29cfddd44ad15bd",
    "title": "Improving health behaviors in an African American community: the Charlotte Racial and Ethnic Approaches to Community Health project.",
    "abstract": "OBJECTIVES\nWe examined the effect on 3 behavioral risk factors for heart disease and diabetes (low fruit and vegetable consumption, low physical activity, and cigarette smoking) of an intervention in an African American community in North Carolina.\n\n\nMETHODS\nA community coalition, a lay health advisor program, and policy and community environment change strategies were implemented in a community of 20,000 African Americans in 2001 to 2005. Health behavior questions from the Behavioral Risk Factor Surveillance System survey were administered to a cross-section of the community annually. The results were compared with African Americans' responses from a statewide survey.\n\n\nRESULTS\nAll 3 health behaviors improved in the study population. Improvements were statistically significant for physical activity (P=.02) and smoking (P=.03) among women and for physical activity among middle-aged adults (P=.01). Lower baseline physical activity rates improved to levels comparable to those of African Americans statewide (2001, P<.001; 2005, P=.38), and comparable fruit and vegetable consumption rates became significantly higher (2001, P=.68; 2005, P<.001).\n\n\nCONCLUSIONS\nOur findings support the emerging role of policy and community environment change strategies and community participation as promising practices to improve health behaviors in African American communities and to reduce health disparities.",
    "year": 2008,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2509594",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.2105/AJPH.2007.125062?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.2105/AJPH.2007.125062, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "4214810",
        "name": "M. Plescia"
      },
      {
        "authorId": "3663551",
        "name": "H. Herrick"
      },
      {
        "authorId": "122859885",
        "name": "L. Chavis"
      }
    ]
  },
  {
    "paperId": "6f6de99bc4cd7cb261a41a0fa1e73d723df766c1",
    "externalIds": {
      "MAG": "2116041114",
      "DOI": "10.1177/1088767913497949",
      "CorpusId": 145751014
    },
    "url": "https://www.semanticscholar.org/paper/6f6de99bc4cd7cb261a41a0fa1e73d723df766c1",
    "title": "Domestic Violence Fatality Reviews and the African American Community",
    "abstract": "Cultural competence is important to the domestic violence fatality review process. This article reviews current knowledge about cultural competence for Black women abused by men in the United States, with suggested implications for domestic violence fatality review teams (DVFRTs). Help-seeking behaviors, coping strategies, historical context, and cultural values within the African American community are explored. These areas are further examined using a framework inclusive of the structure, goals, processes, outcomes, and barriers of DVFRTs. The implications for how DVFRTs can utilize this information are discussed.",
    "year": 2013,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1177/1088767913497949?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1177/1088767913497949, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1399162410",
        "name": "T. Bent-Goodley"
      }
    ]
  },
  {
    "paperId": "434b25eaeb23fd2ee9e71c237dcdf8cabeae0f63",
    "externalIds": {
      "MAG": "2017097168",
      "DOI": "10.1080/01639625.1993.9967947",
      "CorpusId": 143600857
    },
    "url": "https://www.semanticscholar.org/paper/434b25eaeb23fd2ee9e71c237dcdf8cabeae0f63",
    "title": "\"It's a White thing\": An exploration of beliefs about suicide in the African-American community.",
    "abstract": "Although there has been an increase in black suicides in the past decades the white suicide rate is still nearly double the black suicide rate for men and women. The question asked is, Why is there relatively little black suicide? One persuasive answer proposed in the literature is that major social institutions, particularly religion and family, in the African‐American community provide amelioration or buffering of social forces that would otherwise promote suicide. We report on a qualitative investigation designed to identify the content of beliefs and perceptions of suicide that may act as a buffer against suicide in the African‐American community. From interviews with black pastors in a southern community we identify an intermingling of religious condemnatory beliefs and secular attitudes about suicide that view suicide as unthinkable sin and define it as a “white thing” alien to the black culture.",
    "year": 1993,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1080/01639625.1993.9967947?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1080/01639625.1993.9967947, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "117189917",
        "name": "Kevin E. Early"
      },
      {
        "authorId": "30135974",
        "name": "R. Akers"
      }
    ]
  },
  {
    "paperId": "b9016e301e45cfd710661e9e3e5c63543acf4495",
    "externalIds": {
      "MAG": "1971368565",
      "DOI": "10.1080/01596300500040912",
      "CorpusId": 143239710
    },
    "url": "https://www.semanticscholar.org/paper/b9016e301e45cfd710661e9e3e5c63543acf4495",
    "title": "A challenge to traditional theory: Critical race theory, African-American community organizers, and education",
    "abstract": "The following article, through the tenets of critical race theory, seeks to investigate the relationship between theory and practice in school–community relationships. By investigating the views, values, and perceptions of three African-American community organizers in Chicago, Illinois, the following account offers a “challenge” to traditional theoretical constructs in addressing the needs of students of color in urban schools. The work of community organizers in schools highlights the necessity of viable relationships between schools and communities in the execution of viable approaches to critically analyze the world of young people while developing practical approaches to address their realities. In an attempt to challenge hegemony in public education the author offers critical race theory as a feasible construct in praxis development.",
    "year": 2005,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1080/01596300500040912?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1080/01596300500040912, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "46413832",
        "name": "D. Stovall"
      }
    ]
  },
  {
    "paperId": "7e512b9656ed0a2a6a320c3023b42794379d95d1",
    "externalIds": {
      "MAG": "1999488651",
      "DOI": "10.1177/1524838001002004003",
      "CorpusId": 143546242
    },
    "url": "https://www.semanticscholar.org/paper/7e512b9656ed0a2a6a320c3023b42794379d95d1",
    "title": "Eradicating Domestic Violence in the African American Community",
    "abstract": "Though all cultural, religious, sexual orientation, and socioeconomic groups experience domestic violence, people of color continue to be largely ignored in domestic violence literature. African Americans sustain serious and lethal injuries as a result of domestic violence. Domestic violence poses a grave threat to the preservation of African American families and communities. In an effort to create an agenda for further discussion, this article provides a critical analysis of the current literature on domestic violence in the African American community, identifies gaps in knowledge, and discusses an action agenda to help eradicate domestic violence.",
    "year": 2001,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1177/1524838001002004003?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1177/1524838001002004003, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1399162410",
        "name": "T. Bent-Goodley"
      }
    ]
  },
  {
    "paperId": "1de90e5ef9804a1cae3131e9372b54e71283c2e6",
    "externalIds": {
      "MAG": "2160395357",
      "DOI": "10.1177/10778010222182946",
      "CorpusId": 73340208
    },
    "url": "https://www.semanticscholar.org/paper/1de90e5ef9804a1cae3131e9372b54e71283c2e6",
    "title": "Exploring the Link Between Stereotypic Images and Intimate Partner Violence in the African American Community",
    "abstract": "This study investigated the link between stereotypic images of African American women and intimate partner violence in the African American community. Abrief questionnaire was given to a community-based sample of 221 African American men to (a) examine the degree to which African American men endorsed stereotypic images of African American women and (b) explore whether a belief in these images related to a belief that it is justified to use violence against an intimate partner. Results indicated that a large percentage of African American men endorsed stereotypic images of African American women. Endorsement of the stereotypes positively related to justification of violence against women.",
    "year": 2002,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1177/10778010222182946?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1177/10778010222182946, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "13439425",
        "name": "Tameka L. Gillum"
      }
    ]
  },
  {
    "paperId": "d3ec20c0ec331585d8f5394e828047fc0b806922",
    "externalIds": {
      "MAG": "2333338136",
      "DOI": "10.1097/00006842-199809000-00019",
      "CorpusId": 8200297,
      "PubMed": "9773768"
    },
    "url": "https://www.semanticscholar.org/paper/d3ec20c0ec331585d8f5394e828047fc0b806922",
    "title": "John Henryism, Gender, and Arterial Blood Pressure in an African American Community",
    "abstract": "Objective To examine the interaction between gender and John Henryism in relationship to arterial blood pressure in an African American community in the Southern United States. It was hypothesized that, within this specific social and cultural context, John Henryism would be associated with blood pressure differently for men and women. Methods A cross-sectional survey of 600 persons, aged 25 to 65, was conducted in the African American community of a small Southern city. John Henryism was assessed using the 12-item John Henryism Scale for Active Coping. Blood pressure was assessed by conventional methods. Results The interaction effect between gender and John Henryism was assessed as a cross-product term in ordinary least squares regression analysis using arterial blood pressure as the dependent variable, and with logistic regression using hypertension as the dependent variable. This interaction effect was significant (p < .05) in relation to systolic blood pressure and hypertension, with the effect evident (p < .07) in relation to diastolic blood pressure. For men, as John Henryism increases, blood pressure and the risk of hypertension increases. For women, as John Henryism increases, blood pressure and the risk of hypertension decreases. Conclusions The association of the behavioral disposition of John Henryism with blood pressure is dependent on the gender of the individual. Men and women face differing cultural expectations and social structural constraints in this community. The sociocultural context modifies the meaning of the behavioral disposition, and hence its effects.",
    "year": 1998,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/00006842-199809000-00019?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/00006842-199809000-00019, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "31906546",
        "name": "W. Dressler"
      },
      {
        "authorId": "7369102",
        "name": "J. Bindon"
      },
      {
        "authorId": "5572426",
        "name": "Y. Neggers"
      }
    ]
  },
  {
    "paperId": "4a8580b809f26015b789a448da72f6837ce616de",
    "externalIds": {
      "MAG": "2161084501",
      "DOI": "10.1525/AA.2000.102.2.244",
      "CorpusId": 146700377
    },
    "url": "https://www.semanticscholar.org/paper/4a8580b809f26015b789a448da72f6837ce616de",
    "title": "The Health Consequences of Cultural Consonance: Cultural Dimensions of Lifestyle, Social Support, and Arterial Blood Pressure in an African American Community",
    "abstract": "Cultural dimensions of health and behavior have been difficult to study because of limited theoretical and methodological models linking the cultural, the individual, and the biological. We employ a cognitive theory of culture to understand culture and health in an African American community in the southern United States. First, cultural consensus analysis is used to test for shared cultural models of lifestyles and social supports within the community. Then, the theoretical and operational construct of \"cultural consonance\" is used to assess the degree to which individuals behave in a way consistent with cultural models. Findings indicate that cultural consonance in lifestyle and social support combine synergistically in association with blood pressure. These associations of cultural consonance and health are not altered by taking into account a variety of other variables, indicating an independent association of cultural dimensions of behavior with health status. Implications of these results for culture theory are discussed, [culture theory, culture consensus analysis, cultural consonance, African American community, arterial blood pressure]",
    "year": 2000,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1525/AA.2000.102.2.244?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1525/AA.2000.102.2.244, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "31906546",
        "name": "W. Dressler"
      },
      {
        "authorId": "7369102",
        "name": "J. Bindon"
      }
    ]
  },
  {
    "paperId": "50c98d66bb99f5fa995f3b2c424d6467cddd95d8",
    "externalIds": {
      "MAG": "1978569688",
      "DOI": "10.1086/342994",
      "CorpusId": 144191248
    },
    "url": "https://www.semanticscholar.org/paper/50c98d66bb99f5fa995f3b2c424d6467cddd95d8",
    "title": "The History of Grandmothers in the African‐American Community",
    "abstract": "This article examines the role of grandmothers in the African‐American community from Reconstruction through the New Deal. It suggests that grandmothers were central to the economic survival of their families and worked as long as they lived, in paid labor and household labor, to help provide for their families. Grandmothers had many roles in their communities: they were midwives, purveyors of domestic medicine, and caretakers of children. Grandmothers were the source of oral histories and narratives that helped their grandchildren resist the oppression of the larger society. This early role is linked to the role of grandmothers since World War II.",
    "year": 2002,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1086/342994?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1086/342994, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "31309006",
        "name": "J. Jimenez"
      }
    ]
  },
  {
    "paperId": "2eaa668fa1666a78145bee00501f6541c7c0643d",
    "externalIds": {
      "PubMedCentral": "2396981",
      "MAG": "1923454040",
      "CorpusId": 11881603,
      "PubMed": "18341779"
    },
    "url": "https://www.semanticscholar.org/paper/2eaa668fa1666a78145bee00501f6541c7c0643d",
    "title": "Validity of the SF-12 for Use in a Low-Income African American Community-Based Research Initiative (REACH 2010)",
    "abstract": "Introduction The objective of our study was to assess the psychometric properties of the Medical Outcomes Study's 12-Item Short Form Survey Instrument (SF-12) for use in a low-income African American community. The SF-12, a commonly used functional health status assessment, was developed based on responses of an ethnically homogeneous sample of whites. Our assessment addressed the appropriateness of the instrument for establishing baseline indicators for mental and physical health status as part of Nashville, Tennessee's, Racial and Ethnic Approaches to Community Health (REACH) 2010 initiative, a community-based participatory research study. Methods A cross-sectional random residential sample of 1721 African Americans responded to a telephone survey that included the SF-12 survey items and other indicators of mental and physical health status. The SF-12 was assessed by examining item-level characteristics, estimates of scale reliability (internal consistency), and construct validity. Results Construct validity assessed by the method of extreme groups determined that SF-12 summary scores varied for individuals who differed in self-reported medical conditions. Convergent and discriminate validity assessed by multitrait analysis yielded satisfactory coefficients. Concurrent validity was also shown to be satisfactory, assessed by correlating SF-12 summary scores with independent measures of physical and mental health status. Conclusion The SF-12 appears to be a valid measure for assessing health status of low-income African Americans.",
    "year": 2008,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC2396981, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "4489590",
        "name": "C. Larson"
      },
      {
        "authorId": "6949181",
        "name": "D. Schlundt"
      },
      {
        "authorId": "4719010",
        "name": "Kushal A. Patel"
      },
      {
        "authorId": "3055993",
        "name": "M. Hargreaves"
      },
      {
        "authorId": "37956978",
        "name": "Katina R Beard"
      }
    ]
  }
]