[
  {
    "paperId": "345f8b366ed3230f17c2430d5c5259d9467f6432",
    "externalIds": {
      "DOI": "10.1007/s40257-022-00744-6",
      "CorpusId": 256032577,
      "PubMed": "36662366"
    },
    "url": "https://www.semanticscholar.org/paper/345f8b366ed3230f17c2430d5c5259d9467f6432",
    "title": "Hypertrophic Scars and Keloids: Advances in Treatment and Review of Established Therapies",
    "abstract": null,
    "year": 2023,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/s40257-022-00744-6?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/s40257-022-00744-6, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1720973042",
        "name": "F. Frech"
      },
      {
        "authorId": "90743046",
        "name": "L. Hernandez"
      },
      {
        "authorId": "2181177415",
        "name": "Rebecca Urbonas"
      },
      {
        "authorId": "2184622290",
        "name": "G. Zaken"
      },
      {
        "authorId": "2100707905",
        "name": "I. Dreyfuss"
      },
      {
        "authorId": "81914507",
        "name": "K. Nouri"
      }
    ]
  },
  {
    "paperId": "a9d6865251bc7b5af94df295b9ca078eb0244044",
    "externalIds": {
      "PubMedCentral": "8687618",
      "DOI": "10.1097/PRS.0000000000008667",
      "CorpusId": 244528474,
      "PubMed": "34813576"
    },
    "url": "https://www.semanticscholar.org/paper/a9d6865251bc7b5af94df295b9ca078eb0244044",
    "title": "The Most Current Algorithms for the Treatment and Prevention of Hypertrophic Scars and Keloids: A 2020 Update of the Algorithms Published 10 Years Ago",
    "abstract": "Background: In 2010, this Journal published my comprehensive review of the literature on hypertrophic scars and keloids. In that article, I presented evidence-based algorithms for the prevention and treatment of these refractory pathologic scars. In the ensuing decade, substantial progress has been made in the field, including many new randomized controlled trials. To reflect this, I have updated my review. Methods: All studies were evaluated for methodologic quality. Baseline characteristics of patients were extracted along with the interventions and their outcomes. Systematic reviews, meta-analyses, and comprehensive reviews were included if available. Results: Risk factors that promote hypertrophic scar and keloid growth include local factors (tension on the wound/scar), systemic factors (e.g., hypertension), genetic factors (e.g., single-nucleotide polymorphisms), and lifestyle factors. Treatment of hypertrophic scars depends on scar contracture severity: if severe, surgery is the first choice. If not, conservative therapies are indicated. Keloid treatment depends on whether they are small and single or large and multiple. Small and single keloids can be treated radically by surgery with adjuvant therapy (e.g., radiotherapy) or multimodal conservative therapy. For large and multiple keloids, volume- and number-reducing surgery is a choice. Regardless of the treatment(s), patients should be followed up over the long term. Conservative therapies, including gel sheets, tape fixation, topical and injected external agents, oral agents, and makeup therapy, should be administered on a case-by-case basis. Conclusions: Randomized controlled trials on pathologic scar management have increased markedly over the past decade. Although these studies suffer from various limitations, they have greatly improved hypertrophic scar and keloid management. Future high-quality trials are likely to improve the current hypertrophic scar and keloid treatment algorithms further.",
    "year": 2021,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.1097/prs.0000000000008667",
      "status": "HYBRID",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC8687618, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      }
    ]
  },
  {
    "paperId": "9467141341b67fac416ab5697911405e0a0f279f",
    "externalIds": {
      "MAG": "2471222887",
      "DOI": "10.1097/DSS.0000000000000819",
      "CorpusId": 21372295,
      "PubMed": "27347634"
    },
    "url": "https://www.semanticscholar.org/paper/9467141341b67fac416ab5697911405e0a0f279f",
    "title": "Keloids and Hypertrophic Scars: Pathophysiology, Classification, and Treatment",
    "abstract": "BACKGROUND Keloid and hypertrophic scars represent an aberrant response to the wound healing process. These scars are characterized by dysregulated growth with excessive collagen formation, and can be cosmetically and functionally disruptive to patients. OBJECTIVE Objectives are to describe the pathophysiology of keloid and hypertrophic scar, and to compare differences with the normal wound healing process. The classification of keloids and hypertrophic scars are then discussed. Finally, various treatment options including prevention, conventional therapies, surgical therapies, and adjuvant therapies are described in detail. MATERIALS AND METHODS Literature review was performed identifying relevant publications pertaining to the pathophysiology, classification, and treatment of keloid and hypertrophic scars. RESULTS Though the pathophysiology of keloid and hypertrophic scars is not completely known, various cytokines have been implicated, including interleukin (IL)-6, IL-8, and IL-10, as well as various growth factors including transforming growth factor-beta and platelet-derived growth factor. Numerous treatments have been studied for keloid and hypertrophic scars,which include conventional therapies such as occlusive dressings, compression therapy, and steroids; surgical therapies such as excision and cryosurgery; and adjuvant and emerging therapies including radiation therapy, interferon, 5-fluorouracil, imiquimod, tacrolimus, sirolimus, bleomycin, doxorubicin, transforming growth factor-beta, epidermal growth factor, verapamil, retinoic acid, tamoxifen, botulinum toxin A, onion extract, silicone-based camouflage, hydrogel scaffold, and skin tension offloading device. CONCLUSION Keloid and hypertrophic scars remain a challenging condition, with potential cosmetic and functional consequences to patients. Several therapies exist which function through different mechanisms. Better understanding into the pathogenesis will allow for development of newer and more targeted therapies in the future.",
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/DSS.0000000000000819?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/DSS.0000000000000819, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1788932",
        "name": "B. Berman"
      },
      {
        "authorId": "2322632736",
        "name": "Andrea D. Maderal"
      },
      {
        "authorId": "8904004",
        "name": "Brian A. Raphael"
      }
    ]
  },
  {
    "paperId": "439045245af526c279568bbe0da0652b8d5c1fce",
    "externalIds": {
      "DOI": "10.1038/s41423-021-00834-1",
      "CorpusId": 246015011,
      "PubMed": "35039632"
    },
    "url": "https://www.semanticscholar.org/paper/439045245af526c279568bbe0da0652b8d5c1fce",
    "title": "Downregulated cytotoxic CD8+ T-cell identifies with the NKG2A-soluble HLA-E axis as a predictive biomarker and potential therapeutic target in keloids",
    "abstract": null,
    "year": 2022,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8975835",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1038/s41423-021-00834-1?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1038/s41423-021-00834-1, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1898670273",
        "name": "Heng Xu"
      },
      {
        "authorId": "2112468097",
        "name": "Zhu Zhu"
      },
      {
        "authorId": "2152179712",
        "name": "Jian Hu"
      },
      {
        "authorId": "2295088035",
        "name": "Jiawei Sun"
      },
      {
        "authorId": "1754957",
        "name": "Yan Wo"
      },
      {
        "authorId": "2006936269",
        "name": "Xianshu Wang"
      },
      {
        "authorId": "5840802",
        "name": "Hongzhi Zou"
      },
      {
        "authorId": "2047499178",
        "name": "Bin Li"
      },
      {
        "authorId": "2135920680",
        "name": "Yixin Zhang"
      }
    ]
  },
  {
    "paperId": "d239d648e434bbd6f6d6fde2ddc431c6e2119d20",
    "externalIds": {
      "MAG": "2794152344",
      "PubMedCentral": "5877572",
      "DOI": "10.3390/ijms19030711",
      "CorpusId": 3613745,
      "PubMed": "29498630"
    },
    "url": "https://www.semanticscholar.org/paper/d239d648e434bbd6f6d6fde2ddc431c6e2119d20",
    "title": "Recent Understandings of Biology, Prophylaxis and Treatment Strategies for Hypertrophic Scars and Keloids",
    "abstract": "Hypertrophic scars and keloids are fibroproliferative disorders that may arise after any deep cutaneous injury caused by trauma, burns, surgery, etc. Hypertrophic scars and keloids are cosmetically problematic, and in combination with functional problems such as contractures and subjective symptoms including pruritus, these significantly affect patients’ quality of life. There have been many studies on hypertrophic scars and keloids; but the mechanisms underlying scar formation have not yet been well established, and prophylactic and treatment strategies remain unsatisfactory. In this review, the authors introduce and summarize classical concepts surrounding wound healing and review recent understandings of the biology, prevention and treatment strategies for hypertrophic scars and keloids.",
    "year": 2018,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.mdpi.com/1422-0067/19/3/711/pdf?version=1519958217",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5877572, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "46900304",
        "name": "Ho Jun Lee"
      },
      {
        "authorId": "34916992",
        "name": "Y. Jang"
      }
    ]
  },
  {
    "paperId": "8c4f86510d6925d1567cdc33b91290876822289b",
    "externalIds": {
      "PubMedCentral": "9797913",
      "DOI": "10.1111/iwj.13834",
      "CorpusId": 248985308,
      "PubMed": "35604036"
    },
    "url": "https://www.semanticscholar.org/paper/8c4f86510d6925d1567cdc33b91290876822289b",
    "title": "Macrophages of the M1 and M2 types play a role in keloids pathogenesis",
    "abstract": "The pathophysiology of keloid formation is unknown, however, macrophages are thought to play a role in keloid formation. Understanding the mechanism(s) of keloid development might be crucial in developing a new treatment regimen for keloids. The aim of this study was to understand possible status of M1 and M2 type macrophages in the pathogenesis of keloid. Thirty cases of Keloid tissues were selected according to our inclusion and exclusion criteria, as well as 30 normal scars, were enrolled in our study as a control group. An excisional biopsy was harvested and ELISA was done on keloid tissue and normal scar samples, with CD68, the surface marker for M1 and CD163 representing M2. The results revealed the low expression of M1 (CD68) in keloid tissue meanwhile high levels of M1 were detected in normal scars. We also detected that higher tissue expression of M2 (CD163) was significantly associated with keloid cases when compared to low M2 expression in the control group. An important finding that was discovered during our study is that the M1 and M2 are significant predictors of keloid. Every increase of 1 ng/mL in M1 decreases the risk of keloid by 0.99 while every increase of one unit in M2 increases the risk of keloid by 2.01. This study concluded that the keloid formation could be a result of an abnormal response to tissue injury where there is an excessive entry of inflammatory cells into the wound, including macrophages and that the keloid incidence might be related to a decrease in M1 and an increase in M2.",
    "year": 2022,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9797913",
      "status": "GREEN",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC9797913, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2140873256",
        "name": "W. Seoudy"
      },
      {
        "authorId": "2199395399",
        "name": "Sara M. Mohy El Dien"
      },
      {
        "authorId": "2199395397",
        "name": "Talal A. Abdel Reheem"
      },
      {
        "authorId": "2076815969",
        "name": "M. Elfangary"
      },
      {
        "authorId": "2199394969",
        "name": "Moatasem A Erfan"
      }
    ]
  },
  {
    "paperId": "1edd50b81314bebb190675ae1fc0e44b3e7d24db",
    "externalIds": {
      "PubMedCentral": "9276150",
      "DOI": "10.1097/CM9.0000000000002093",
      "CorpusId": 247453321,
      "PubMed": "35288506"
    },
    "url": "https://www.semanticscholar.org/paper/1edd50b81314bebb190675ae1fc0e44b3e7d24db",
    "title": "Risk factors associated with the progression from keloids to severe keloids",
    "abstract": "Abstract Background: Keloids are benign fibrous growths that are caused by excessive tissue build-up. Severe keloids exert more significant effects on patients’ quality of life than do mild keloids. We aimed to identify factors associated with the progression from mild keloids to severe keloids, as distinct from those associated with the formation of keloids. Methods: In this retrospective case-control study, 251 patients diagnosed with keloids at West China Hospital between November 2018 and April 2021 were grouped according to the severity of lesions (mild [n = 162] or severe [n = 89]). We collected their basic characteristics, living habits, incomes, comorbidities, and keloid characteristics from Electronic Medical Records in the hospital and the patients’ interviews. Conditional multivariable regression was performed to identify the independent risk factors for the progression of keloids. Results: Eighty-nine patients (35.5%) were classified as having severe keloids. We found the distribution of severe keloids varied with sex, age, excessive scrubbing of keloids, family income, the comorbidity of rheumatism, disease duration, characteristics of the location, location in sites of high-stretch tension, the severity and frequency of pain, the severity of pruritus, and infection. Multivariable analysis revealed significant associations between severe keloids and infection (odds ratio [OR], 3.55; P = 0.005), excessive scrubbing of keloids (OR, 8.65; P = 0.001), low or middle family income (OR, 13.44; P = 0.021), comorbidity of rheumatism (OR, 18.97; P = 0.021), multiple keloids located at multiple sites (OR, 3.18; P = 0.033), and disease duration > 15 years (OR, 2.98; P = 0.046). Conclusion: Doctors should implement more active and thorough measures to minimize the progression of mild keloids in patients who have any of the following risk factors: infection, excessive scrubbing of keloids, low or middle family income, comorbidity of rheumatism, multiple keloids located at multiple sites, and disease duration > 15 years.",
    "year": 2022,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.1097/cm9.0000000000002093",
      "status": "GOLD",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC9276150, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "144235461",
        "name": "Ruolin Liu"
      },
      {
        "authorId": "7917474",
        "name": "Hai-tao Xiao"
      },
      {
        "authorId": "2305803591",
        "name": "Ru Wang"
      },
      {
        "authorId": "2157340467",
        "name": "Wei Li"
      },
      {
        "authorId": "2068922456",
        "name": "Ke Deng"
      },
      {
        "authorId": "2680839",
        "name": "Y. Cen"
      },
      {
        "authorId": "1730709185",
        "name": "Xuewen Xu"
      }
    ]
  },
  {
    "paperId": "dcd6586f288c180dc0053b047b5b64373b9e09cc",
    "externalIds": {
      "MAG": "3026660455",
      "CorpusId": 216031346,
      "PubMed": "32308783"
    },
    "url": "https://www.semanticscholar.org/paper/dcd6586f288c180dc0053b047b5b64373b9e09cc",
    "title": "Keloids: A Review of Etiology, Prevention, and Treatment.",
    "abstract": null,
    "year": 2020,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "1435694144",
        "name": "Udayan Betarbet"
      },
      {
        "authorId": "32648134",
        "name": "T. Blalock"
      }
    ]
  },
  {
    "paperId": "faebaad0046f52cb065804d3c87d6f0ead520b33",
    "externalIds": {
      "MAG": "3030413515",
      "PubMedCentral": "7818137",
      "DOI": "10.1111/exd.14121",
      "CorpusId": 219171414,
      "PubMed": "32479693"
    },
    "url": "https://www.semanticscholar.org/paper/faebaad0046f52cb065804d3c87d6f0ead520b33",
    "title": "Hypertrophic scars and keloids: Overview of the evidence and practical guide for differentiating between these abnormal scars",
    "abstract": "Although hypertrophic scars and keloids both generate excessive scar tissue, keloids are characterized by their extensive growth beyond the borders of the original wound, which is not observed in hypertrophic scars. Whether or not hypertrophic scars and keloids are two sides of the same coin or in fact distinct entities remains a topic of much debate. However, proper comparison between the two ideally occurs within the same study, but this is the exception rather than the rule. For this reason, the goal of this review was to summarize and evaluate all publications in which both hypertrophic scars and keloids were studied and compared to one another within the same study. The presence of horizontal growth is the mainstay of the keloid diagnosis and remains the strongest argument in support of keloids and hypertrophic scars being distinct entities, and the histopathological distinction is less straightforward. Keloidal collagen remains the strongest keloid parameter, but dermal nodules and α‐SMA immunoreactivity are not limited to hypertrophic scars alone. Ultimately, the current hypertrophic scars‐keloid differences are mostly quantitative in nature rather than qualitative, and many similar abnormalities exist in both lesions. Nonetheless, the presence of similarities does not equate the absence of fundamental differences, some of which may not yet have been uncovered given how much we still have to learn about the processes involved in normal wound healing. It therefore seems pertinent to continue treating hypertrophic scars and keloids as separate entities, until such a time as new findings more decisively convinces us otherwise.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/exd.14121",
      "status": "HYBRID",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7818137, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3925497",
        "name": "G. C. Limandjaja"
      },
      {
        "authorId": "4986162",
        "name": "F. Niessen"
      },
      {
        "authorId": "4893258",
        "name": "R. Scheper"
      },
      {
        "authorId": "31722496",
        "name": "S. Gibbs"
      }
    ]
  },
  {
    "paperId": "716476915010947e9e19a1488a2916b0be8ca8cb",
    "externalIds": {
      "PubMedCentral": "6933735",
      "MAG": "2998435850",
      "DOI": "10.1186/s41038-019-0175-y",
      "CorpusId": 209481444,
      "PubMed": "31890718"
    },
    "url": "https://www.semanticscholar.org/paper/716476915010947e9e19a1488a2916b0be8ca8cb",
    "title": "Diagnosis and Treatment of Keloids and Hypertrophic Scars—Japan Scar Workshop Consensus Document 2018",
    "abstract": "There has been a long-standing need for guidelines on the diagnosis and treatment of keloids and hypertrophic scars that are based on an understanding of the pathomechanisms that underlie these skin fibrotic diseases. This is particularly true for clinicians who deal with Asian and African patients because these ethnicities are highly prone to these diseases. By contrast, Caucasians are less likely to develop keloids and hypertrophic scars, and if they do, the scars tend not to be severe. This ethnic disparity also means that countries vary in terms of their differential diagnostic algorithms. The lack of clear treatment guidelines also means that primary care physicians are currently applying a hotchpotch of treatments, with uneven outcomes. To overcome these issues, the Japan Scar Workshop (JSW) has created a tool that allows clinicians to objectively diagnose and distinguish between keloids, hypertrophic scars, and mature scars. This tool is called the JSW Scar Scale (JSS) and it involves scoring the risk factors of the individual patients and the affected areas. The tool is simple and easy to use. As a result, even physicians who are not accustomed to keloids and hypertrophic scars can easily diagnose them and judge their severity. The JSW has also established a committee that, in cooperation with outside experts in various fields, has prepared a Consensus Document on keloid and hypertrophic scar treatment guidelines. These guidelines are simple and will allow even inexperienced clinicians to choose the most appropriate treatment strategy. The Consensus Document is provided in this article. It describes (1) the diagnostic algorithm for pathological scars and how to differentiate them from clinically similar benign and malignant tumors, (2) the general treatment algorithms for keloids and hypertrophic scars at different medical facilities, (3) the rationale behind each treatment for keloids and hypertrophic scars, and (4) the body site-specific treatment protocols for these scars. We believe that this Consensus Document will be helpful for physicians from all over the world who treat keloids and hypertrophic scars.",
    "year": 2019,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://academic.oup.com/burnstrauma/article-pdf/doi/10.1186/s41038-019-0175-y/32677896/burns_v7_1_175.pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC6933735, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      },
      {
        "authorId": "34712146",
        "name": "S. Akita"
      },
      {
        "authorId": "6413071",
        "name": "S. Akaishi"
      },
      {
        "authorId": "1421902144",
        "name": "Noriko Aramaki-Hattori"
      },
      {
        "authorId": "6557830",
        "name": "T. Dohi"
      },
      {
        "authorId": "2004369374",
        "name": "Toshihiko Hayashi"
      },
      {
        "authorId": "2231962",
        "name": "K. Kishi"
      },
      {
        "authorId": "145227498",
        "name": "T. Kono"
      },
      {
        "authorId": "47806133",
        "name": "H. Matsumura"
      },
      {
        "authorId": "4850956",
        "name": "G. Muneuchi"
      },
      {
        "authorId": "4011507",
        "name": "N. Murao"
      },
      {
        "authorId": "8119325",
        "name": "Munetomo Nagao"
      },
      {
        "authorId": "31063971",
        "name": "K. Okabe"
      },
      {
        "authorId": "6835370",
        "name": "F. Shimizu"
      },
      {
        "authorId": "6425729",
        "name": "Mamiko Tosa"
      },
      {
        "authorId": "34871129",
        "name": "Y. Tosa"
      },
      {
        "authorId": "6250836",
        "name": "Satoko Yamawaki"
      },
      {
        "authorId": "38288475",
        "name": "S. Ansai"
      },
      {
        "authorId": "10105190",
        "name": "N. Inazu"
      },
      {
        "authorId": "7401709",
        "name": "T. Kamo"
      },
      {
        "authorId": "66933633",
        "name": "Reiko Kazki"
      },
      {
        "authorId": "5944174",
        "name": "S. Kuribayashi"
      }
    ]
  },
  {
    "paperId": "5eaeb575868b8b095366fe4606897b2ba12b57a7",
    "externalIds": {
      "PubMedCentral": "7175772",
      "MAG": "3010858248",
      "DOI": "10.1093/burnst/tkaa006",
      "CorpusId": 216542534,
      "PubMed": "32341919"
    },
    "url": "https://www.semanticscholar.org/paper/5eaeb575868b8b095366fe4606897b2ba12b57a7",
    "title": "The role of macrophages in the formation of hypertrophic scars and keloids",
    "abstract": "Abstract Numerous studies have shown that macrophages can orchestrate the microenvironment from the early stage of wound healing to the later stages of scar formation. However, few reviews have highlighted the significance of macrophages during the formation of abnormal scars. The purpose of this review was to outline the polarization of macrophages from early to late stage of pathological scar formation, focusing on spatiotemporal diversity of M1 and M2 macrophages. In this review, the role of macrophages in the formation of hypertrophic scars and keloids is summarized in detail. First, an increased number of M2 cells observed before injuries are significantly associated with susceptibility to abnormal scar pathogenesis. Second, decreased expression of M1 at the early stage and delayed expression of M2 at the late stage results in pathological scar formation. Third, M2 cells are highly expressed at both the margin and the superficial region, which is consistent with the invasive property of keloids. Finally, this review helps to characterize strategies for the prediction and prevention of pathological scar formation.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://academic.oup.com/burnstrauma/article-pdf/doi/10.1093/burnst/tkaa006/33173504/tkaa006.pdf",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7175772, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48670398",
        "name": "Xiangwen Xu"
      },
      {
        "authorId": "3418554",
        "name": "S. Gu"
      },
      {
        "authorId": "2152663057",
        "name": "Xin Huang"
      },
      {
        "authorId": "3084179",
        "name": "Jieyi Ren"
      },
      {
        "authorId": "1490738960",
        "name": "Yi-Hui Gu"
      },
      {
        "authorId": "1441496635",
        "name": "Cheng-Jiang Wei"
      },
      {
        "authorId": "2057755550",
        "name": "Xiang Lian"
      },
      {
        "authorId": "91956333",
        "name": "Haizhou Li"
      },
      {
        "authorId": "15042868",
        "name": "Yashan Gao"
      },
      {
        "authorId": "48270348",
        "name": "Rui Jin"
      },
      {
        "authorId": "48179860",
        "name": "B. Gu"
      },
      {
        "authorId": "1682900",
        "name": "T. Zan"
      },
      {
        "authorId": "51014003",
        "name": "Zhichao Wang"
      }
    ]
  },
  {
    "paperId": "857352b50ddb9352f4c84e686455de907a6a01bf",
    "externalIds": {
      "MAG": "3084386423",
      "DOI": "10.1111/ijd.15159",
      "CorpusId": 221621254,
      "PubMed": "32905614"
    },
    "url": "https://www.semanticscholar.org/paper/857352b50ddb9352f4c84e686455de907a6a01bf",
    "title": "Keloids: a review of therapeutic management",
    "abstract": "Keloid scar formation arises from a disorganized fibroproliferative collagen response that extends beyond the original wound margins because of excessive production of extracellular matrix (ECM). Despite treatment options for keloid scars including medical and surgical therapies, such as intralesional steroid injection and surgical excision, the recurrence rate remains high. Herein we consolidate recently published narrative reviews, systematic reviews, and meta‐analyses to provide an overview of updated treatment recommendations for keloidal scar formation. PubMed search engine was used to access the MEDLINE database to investigate updates regarding keloid incidence and treatment. More than 100 articles were reviewed. Keloid management remains a multimodal approach. There continues to be no gold standard of treatment that provides a consistently low recurrence rate; however, the increasing number of available treatments and synergistic combinations of these treatments (i.e., laser‐based devices in combination with intralesional steroids, or 5‐fluorouracil (5‐FU) in combination with steroid therapy) is showing favorable results. Future studies could target the efficacy of novel treatment modalities (i.e., autologous fat grafting or stem cell‐based therapies) for keloid management. This review article provides updated treatment guidelines for keloids and discusses insight into management to assist patient‐focused, evidence‐based clinical decision making.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7940466",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/ijd.15159?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/ijd.15159, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "80764106",
        "name": "Samuel F. Ekstein"
      },
      {
        "authorId": "47718878",
        "name": "S. Wyles"
      },
      {
        "authorId": "2113459784",
        "name": "S. Moran"
      },
      {
        "authorId": "12123627",
        "name": "A. Meves"
      }
    ]
  },
  {
    "paperId": "b9c10be492a42b79dcb5049b937e03da9f201591",
    "externalIds": {
      "PubMedCentral": "7418256",
      "MAG": "3048475247",
      "DOI": "10.1177/2059513120940499",
      "CorpusId": 221267783,
      "PubMed": "32844039"
    },
    "url": "https://www.semanticscholar.org/paper/b9c10be492a42b79dcb5049b937e03da9f201591",
    "title": "Keloids: Current and emerging therapies",
    "abstract": "Keloids are pathological scars that grow over time and extend beyond the initial site of injury after impaired wound healing. These scars frequently recur and rarely regress. They are aesthetically disfiguring, can cause pain, itching, discomfort as well as psychological stress, often affecting quality of life. Many treatment modalities, including surgical and non-surgical, have been explored and have been reported to be beneficial; however, none have been absolutely satisfactory or optimal for the treatment of all keloid subtypes to date. This poses a major challenge to clinicians. Often, a combinational therapeutic approach appears to offer the best results with higher patient satisfaction compared to monotherapy. The aetiopathogenesis of keloids is not fully elucidated; however, with recent advances in molecular biology and genetics, insight is being gained on the complex process of scar formation and hence new therapeutic and management options for keloids. In this paper, we explore the literature and summarise the general concepts surrounding keloid development and review both current (corticosteroids, surgical excision, silicone-based products, pressure therapy, radiotherapy, cryotherapy, laser therapy, imiquimod and 5-fluorouracil) and emerging (stem cell therapy, mitomycin C, verapamil, interferons, bleomycin, botulinum toxin type A and angiotensin-converting enzyme inhibitors) treatments. Increased knowledge and understanding in this area may potentially lead to the discovery and development of novel therapeutic options that are more efficacious for all keloid types. Lay Summary Keloids are problematic scars that are difficult to treat and manage. The aetiopathogenesis of keloids is not clear; however, recent advances in molecular biology and genetics are beginning to shed light on the underlying mechanisms implicated in keloid scar formation which will hopefully lead to the development of treatment options for all keloid types. This review summarises current and emerging therapies.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://journals.sagepub.com/doi/pdf/10.1177/2059513120940499",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7418256, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "144237782",
        "name": "N. Ojeh"
      },
      {
        "authorId": "35026827",
        "name": "Ambadasu Bharatha"
      },
      {
        "authorId": "50170637",
        "name": "U. Gaur"
      },
      {
        "authorId": "1902423326",
        "name": "A. Forde"
      }
    ]
  },
  {
    "paperId": "942139cb5de87ce3508d586256cf058bfa83bd0c",
    "externalIds": {
      "PubMedCentral": "7719808",
      "MAG": "3109694774",
      "DOI": "10.3389/fimmu.2020.597741",
      "CorpusId": 227121498,
      "PubMed": "33329590"
    },
    "url": "https://www.semanticscholar.org/paper/942139cb5de87ce3508d586256cf058bfa83bd0c",
    "title": "RNA Sequencing Keloid Transcriptome Associates Keloids With Th2, Th1, Th17/Th22, and JAK3-Skewing",
    "abstract": "Keloids are disfiguring, fibroproliferative growths and their pathogenesis remains unclear, inhibiting therapeutic development. Available treatment options have limited efficacy and harbor safety concerns. Thus, there is a great need to clarify keloid pathomechanisms that may lead to novel treatments. In this study, we aimed to elucidate the profile of lesional and non-lesional keloid skin compared to normal skin. We performed gene (RNAseq, qRT-PCR) and protein (immunohistochemistry) expression analyses on biopsy specimens obtained from lesional and non-lesional skin of African American (AA) keloid patients compared to healthy skin from AA controls. Fold-change≥2 and false-discovery rate (FDR)<0.05 was used to define significance. We found that lesional versus normal skin showed significant up-regulation of markers of T-cell activation/migration (ICOS, CCR7), Th2- (IL-4R, CCL11, TNFSF4/OX40L), Th1- (CXCL9/CXCL10/CXCL11), Th17/Th22- (CCL20, S100As) pathways, and JAK/STAT-signaling (JAK3) (false-discovery rate [FDR]<0.05). Non-lesional skin also exhibited similar trends. We observed increased cellular infiltrates in keloid tissues, including T-cells, dendritic cells, mast cells, as well as greater IL-4rα+, CCR9+, and periostin+ immunostaining. In sum, comprehensive molecular profiling demonstrated that both lesional and non-lesional skin show significant immune alternations, and particularly Th2 and JAK3 expression. This advocates for the investigation of novel treatments targeting the Th2 axis and/or JAK/STAT-signaling in keloid patients.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.frontiersin.org/articles/10.3389/fimmu.2020.597741/pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7719808, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "150166698",
        "name": "Jianni Wu"
      },
      {
        "authorId": "16092518",
        "name": "Ester del Duca"
      },
      {
        "authorId": "123302350",
        "name": "Mike Espino"
      },
      {
        "authorId": "2005607563",
        "name": "A. Gontzes"
      },
      {
        "authorId": "4054247",
        "name": "I. Cueto"
      },
      {
        "authorId": "145484050",
        "name": "Ning Zhang"
      },
      {
        "authorId": "4696755",
        "name": "Y. Estrada"
      },
      {
        "authorId": "32913144",
        "name": "A. Pavel"
      },
      {
        "authorId": "5821069",
        "name": "J. Krueger"
      },
      {
        "authorId": "1390167337",
        "name": "E. Guttman‐Yassky"
      }
    ]
  },
  {
    "paperId": "01db651e5f3dcf5094b1a5e7d13f0c3da3c85221",
    "externalIds": {
      "DOI": "10.1111/exd.14414",
      "CorpusId": 235493573,
      "PubMed": "34152651"
    },
    "url": "https://www.semanticscholar.org/paper/01db651e5f3dcf5094b1a5e7d13f0c3da3c85221",
    "title": "The epigenetics of keloids",
    "abstract": "Keloid scarring is a fibroproliferative disorder of the skin with unknown pathophysiology, characterised by fibrotic tissue that extends beyond the boundaries of the original wound. Therapeutic options are few and commonly ineffective, with keloids very commonly recurring even after surgery and adjunct treatments. Epigenetics, defined as alterations to the DNA not involving the base‐pair sequence, is a key regulator of cell functions, and aberrant epigenetic modifications have been found to contribute to many pathologies. Multiple studies have examined many different epigenetic modifications in keloids, including DNA methylation, histone modification, microRNAs and long non‐coding RNAs. These studies have established that epigenetic dysregulation exists in keloid scars, and successful future treatment of keloids may involve reverting these aberrant modifications back to those found in normal skin. Here we summarise the clinical and experimental studies available on the epigenetics of keloids, discuss the major open questions and future perspectives on the treatment of this disease.",
    "year": 2021,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/exd.14414",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/exd.14414?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/exd.14414, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "47884737",
        "name": "A. Stevenson"
      },
      {
        "authorId": "6073156",
        "name": "Z. Deng"
      },
      {
        "authorId": "1820857152",
        "name": "A. Allahham"
      },
      {
        "authorId": "3722489",
        "name": "C. Prêle"
      },
      {
        "authorId": "2060569986",
        "name": "F. Wood"
      },
      {
        "authorId": "5259469",
        "name": "M. Fear"
      }
    ]
  },
  {
    "paperId": "565026b7173dc8428cd5241115b2f66d32dd8b16",
    "externalIds": {
      "PubMedCentral": "8087779",
      "MAG": "3157217079",
      "DOI": "10.1038/s41598-021-88789-1",
      "CorpusId": 233472501,
      "PubMed": "33931723"
    },
    "url": "https://www.semanticscholar.org/paper/565026b7173dc8428cd5241115b2f66d32dd8b16",
    "title": "Risk of cancer development in patients with keloids",
    "abstract": "Keloid is a skin disease characterized by exaggerated scar formation, excessive fibroblast proliferation, and excessive collagen deposition. Cancers commonly arise from a fibrotic microenvironment; e.g., hepatoma arises from liver cirrhosis, and oral cancers arise from submucosal fibrosis. As keloids are a prototypic fibroproliferative disease, this study investigated whether patients with keloids have an increased cancer risk. In a matched, population-based study, first 17,401 patients treated for keloids during 1998–2010 with 69,604 controls without keloids at a ratio of 1:4 were evaluated. The association between keloids and risk of cancer was estimated by logistic regression or Cox proportional hazard regression models after adjustment of covariates. In total, 893 first-time cases of cancer were identified in the 17,401 patients with keloids. The overall cancer risk was 1.49-fold higher in the keloids group compared to controls. Regarding specific cancers, the keloids group, had a significantly higher risk of skin cancer compared to controls (Relative risk = 1.73). The relative risk for skin cancer was even higher for males with keloids (Relative risk = 2.16). Further stratified analyses also revealed a significantly higher risk of developing pancreatic cancer in female patients with keloids compared to controls (Relative risk = 2.19) after adjustment for known pancreatic cancer risk factors. This study indicates that patients with keloids have a higher than normal risk for several cancer types, especially skin cancers (both genders) and pancreatic cancer (females). Therefore, patients with keloids should undergo regular skin examinations, and females with keloids should regularly undergo abdominal ultrasonography.",
    "year": 2021,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.nature.com/articles/s41598-021-88789-1.pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC8087779, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "6295075",
        "name": "Ying‐Yi Lu"
      },
      {
        "authorId": "144966705",
        "name": "H. Tu"
      },
      {
        "authorId": "4112085",
        "name": "Chieh-Hsin Wu"
      },
      {
        "authorId": "7850520",
        "name": "C. Hong"
      },
      {
        "authorId": "78475969",
        "name": "Kuo-Chia Yang"
      },
      {
        "authorId": "51288263",
        "name": "Hui-Ju Yang"
      },
      {
        "authorId": "5561777",
        "name": "Kee-Lung Chang"
      },
      {
        "authorId": "2484636",
        "name": "Chih-Hung Lee"
      }
    ]
  },
  {
    "paperId": "48a53011aa1499db98e3d6a2df2a664f68618429",
    "externalIds": {
      "PubMedCentral": "7859531",
      "DOI": "10.3389/fcell.2021.626027",
      "CorpusId": 231654416,
      "PubMed": "33553184"
    },
    "url": "https://www.semanticscholar.org/paper/48a53011aa1499db98e3d6a2df2a664f68618429",
    "title": "Circular RNA CircCOL5A1 Sponges the MiR-7-5p/Epac1 Axis to Promote the Progression of Keloids Through Regulating PI3K/Akt Signaling Pathway",
    "abstract": "Keloids, as a result of abnormal wound healing in susceptible individuals, are characterized by the hyper-proliferation of fibroblasts and exaggerated deposition of extracellular matrix. Current surgical and therapeutic modalities provide limited satisfactory results. Growing evidence has highlighted the roles of circRNAs in acting as miRNA sponges. However, up to date, the regulatory mechanism of circRNAs in the pathological process of keloids has rarely been reported. In this study, cell proliferation, cell migration, flow cytometry, western blotting, fluorescence in situ hybridization, dual-luciferase activity, and immunohistochemistry assays were applied to explore the roles and mechanisms of the circCOL5A1/miR-7-5p/Epac1 axis in the keloid. The therapeutic potential of circCOL5A1 was investigated by establishing keloid implantation models. The RT-qPCR result revealed that circCOL5A1 expression was obviously higher in keloid tissues and keloid fibroblasts. Subsequent cellular experiments demonstrated that circCOL5A1 knockdown repressed the proliferation, migration, extracellular matrix (ECM) deposition, whereas promoted cell apoptosis, through the PI3K/Akt signaling pathway. Furthermore, RNA-fluorescence in situ hybridization (RNA-FISH) illustrated that both circCOL5A1 and miR-7-5p were located in the cytoplasm. The luciferase reporter gene assay confirmed that exact binding sites were present between circCOL5A1 and miR-7-5p, as well as between miR-7-5p and Epac1. Collectively, the present study revealed that circCOL5A1 functioned as competing endogenous RNA (ceRNA) by adsorbing miR-7-5p to release Epac1, which contributed to pathological hyperplasia of keloids through activating the PI3K/Akt signaling pathway. Our data indicated that circCOL5A1 might serve as a novel promising therapeutic target and represent a new avenue to understand underlying pathogenesis for keloids.",
    "year": 2021,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.frontiersin.org/articles/10.3389/fcell.2021.626027/pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7859531, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1826324750",
        "name": "Wenchang Lv"
      },
      {
        "authorId": "15602501",
        "name": "Shengxuan Liu"
      },
      {
        "authorId": "2051783992",
        "name": "Qi Zhang"
      },
      {
        "authorId": "2023842382",
        "name": "Weijie Hu"
      },
      {
        "authorId": "50118074",
        "name": "Yiping Wu"
      },
      {
        "authorId": "46300808",
        "name": "Yuping Ren"
      }
    ]
  },
  {
    "paperId": "da5ab92867110063863b16744d9b18a4060a2dc3",
    "externalIds": {
      "PubMedCentral": "7785621",
      "MAG": "3118719565",
      "DOI": "10.1186/s10195-020-00563-7",
      "CorpusId": 230718923,
      "PubMed": "33403515"
    },
    "url": "https://www.semanticscholar.org/paper/da5ab92867110063863b16744d9b18a4060a2dc3",
    "title": "Arthrofibrosis after total knee arthroplasty: patients with keloids at risk",
    "abstract": "Background Arthrofibrosis remains one of the leading causes for revision in primary total knee arthroplasty (TKA). Similar in nature to arthrofibrosis, hypertrophic scars and keloid formation are a result of excessive collagen formation. There is paucity in the literature on whether there is an association between keloid formation and the development of arthrofibrosis following TKA. Therefore, the purpose of this study was to utilize a large nationwide database to identify and compare the rates of postoperative complications related to arthrofibrosis after primary TKA in patients with history of hypertrophic scar and keloid disorders versus those without. Methods Patient records from 2010 to the second quarter of 2016 were queried from an administrative claims database, comparing rates of arthrofibrosis, manipulation under anesthesia (MUA), lysis of adhesions (LOA), and revision TKA in patients with chart diagnosis of keloids versus those without in patients who underwent primary TKA. Data analysis was performed using R statistical software (R Project for Statistical Computing, Vienna, Austria) utilizing multivariate logistic regression, chi square analysis, or Welch’s t - test where appropriate with p values < 0.05 being considered statistically significant. Results Of 545,875 primary TKAs, 11,461 (2.1%) had a keloid diagnosis at any time point in their record, while 534,414 (97.9%) had not. Patients in the keloid cohort had a significantly higher association with ankylosis within 30 days (OR, 1.7), 90 days (OR, 1.2), 6 months (OR, 1.2), and 1 year (OR, 1.3) following primary TKA. The keloid cohort also had a significantly greater risk of MUA (90-day OR, 1.1; 6-month OR, 1.1; 1-year OR, 1.2) and LOA (90-day OR, 2.2; 6-month OR, 2.0; 1-year OR, 1.9). Conclusion Patients with keloids have increased odds risk of arthrofibrosis following primary TKA. These patients are subsequently at a higher odds risk of undergoing the procedures necessary to treat arthrofibrosis, such as MUA and LOA. Future studies investigating confounding factors such as race, prior surgery, range of motion, and postoperative recovery are needed to confirm the association of keloid diagnosis and arthrofibrosis following primary TKA demonstrated in this study. Level of Evidence Level III retrospective comparative study.",
    "year": 2021,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://jorthoptraumatol.springeropen.com/track/pdf/10.1186/s10195-020-00563-7",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7785621, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "40863666",
        "name": "T. Flick"
      },
      {
        "authorId": "2046758415",
        "name": "Cindy X. Wang"
      },
      {
        "authorId": "107735196",
        "name": "Akshar H. Patel"
      },
      {
        "authorId": "2104087642",
        "name": "Thomas W. Hodo"
      },
      {
        "authorId": "1605147145",
        "name": "William F. Sherman"
      },
      {
        "authorId": "81750860",
        "name": "Fernando L. Sanchez"
      }
    ]
  },
  {
    "paperId": "1a7fbe083a221664f3708d0fc303f56bcb31e838",
    "externalIds": {
      "DOI": "10.1111/1346-8138.16149",
      "CorpusId": 237593565,
      "PubMed": "34549462"
    },
    "url": "https://www.semanticscholar.org/paper/1a7fbe083a221664f3708d0fc303f56bcb31e838",
    "title": "Emerging insights into the immunological aspects of keloids",
    "abstract": "A special kind of scar, keloid, sometimes grows huge, disturbing patients in different ways. We discussed the pathogenesis of keloids and found researches about fibroblasts and collagen disorders, with little emphasis on immunity. Coupled with few effective treatments in keloid at present, we have focused on the immunological mechanisms of keloids with an aim to unravel some new therapeutic approaches in the future. In this review, the immunological processes are separately illustrated by the classification of different immune cells. In addition, we also discuss possible reasons for the repeated recurrence of keloids, the phenomenon of cell talks, and inflammation‐related signal pathways involved in the pathogenesis of keloids.",
    "year": 2021,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/1346-8138.16149?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/1346-8138.16149, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48623624",
        "name": "Yang Yu"
      },
      {
        "authorId": "46476940",
        "name": "Haijing Wu"
      },
      {
        "authorId": "2145803040",
        "name": "Qing Zhang"
      },
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      },
      {
        "authorId": "47277289",
        "name": "Siqi Fu"
      }
    ]
  },
  {
    "paperId": "af5d8b7a22f6bee9fb8a7393c8d0185dfeec055b",
    "externalIds": {
      "PubMedCentral": "7968901",
      "DOI": "10.18295/squmj.2021.21.01.004",
      "CorpusId": 232364231,
      "PubMed": "33777420"
    },
    "url": "https://www.semanticscholar.org/paper/af5d8b7a22f6bee9fb8a7393c8d0185dfeec055b",
    "title": "Emerging and Novel Therapies for Keloids",
    "abstract": "Keloids are abnormal fibroproliferative scars with aggressive dermal growth expanding beyond the borders of the original injury. Different therapeutic modalities, such as corticosteroids, surgical excision, topical silicone gel sheeting, laser therapy, cryotherapy, photodynamic therapy and radiotherapy, have been used to treat keloids; however, none of these modalities has proven completely effective. Recently, researchers have devised several promising anti-keloid therapies including anti-hypertensive pharmaceuticals, calcineurin inhibitors, electrical stimulation, mesenchymal stem cell therapy, microneedle physical contact and ribonucleic acid-based therapies. The present review summarises emerging and novel treatments for keloids. PubMed® (National Library of Medicine, Bethesda, Maryland, USA), EMBASE (Elsevier, Amsterdam, Netherlands) and Web of Science (Clarivate Analytics, Philadelphia, Pennsylvania, USA) were searched for relevant literature published between January 1987 to June 2020. A total of 118 articles were included in this review. A deeper understanding of the molecular mechanisms underlying keloid scarring pathogenesis would open further avenues for developing innovative treatments.",
    "year": 2021,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://journals.squ.edu.om/index.php/squmj/article/download/4095/3042",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7968901, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "6309470",
        "name": "H. Memariani"
      },
      {
        "authorId": "4931310",
        "name": "Mojtaba Memariani"
      },
      {
        "authorId": "5534035",
        "name": "H. Moravvej"
      },
      {
        "authorId": "1412022381",
        "name": "M. Shahidi-Dadras"
      }
    ]
  },
  {
    "paperId": "2f372770e78e44fa7105eae87bc597a40ad931fa",
    "externalIds": {
      "PubMedCentral": "8306494",
      "DOI": "10.3390/medicina57070730",
      "CorpusId": 236319392,
      "PubMed": "34357011"
    },
    "url": "https://www.semanticscholar.org/paper/2f372770e78e44fa7105eae87bc597a40ad931fa",
    "title": "Adjuvant Radiotherapy after Surgical Excision in Keloids",
    "abstract": "Keloids are a benign fibroproliferative disease with a high tendency of recurrence. Keloids cause functional impairment, disfigurement, pruritus, and low quality of life. Many therapeutic options have been used for keloids. However, the high recurrence rates have led to the use of adjuvant therapy after surgical keloid excision. There are different radiotherapy regimens available, and the advantages and disadvantages of each are still unclear. The aim of this review is to explain the appropriate radiotherapy regimen for keloids as well as discuss the recent reports on keloid management with radiotherapy. Adjuvant radiotherapy after surgical excision for keloids yields excellent local control with tolerable side effects. Hypofractionated radiotherapy with a BED of more than 28 Gy (α/β value of 10) after excision is recommended in the light of its biologic background.",
    "year": 2021,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.mdpi.com/1648-9144/57/7/730/pdf?version=1626695622",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC8306494, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1520031424",
        "name": "J. W. Lee"
      },
      {
        "authorId": "6213153",
        "name": "K. H. Seol"
      }
    ]
  },
  {
    "paperId": "6bd6defc580187d97aca7b71568a8b1905497b6e",
    "externalIds": {
      "MAG": "2288917872",
      "DOI": "10.1016/j.matbio.2016.01.013",
      "CorpusId": 25506437,
      "PubMed": "26844756"
    },
    "url": "https://www.semanticscholar.org/paper/6bd6defc580187d97aca7b71568a8b1905497b6e",
    "title": "Keloids: The paradigm of skin fibrosis - Pathomechanisms and treatment.",
    "abstract": null,
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc4842154?pdf=render",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1016/j.matbio.2016.01.013?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1016/j.matbio.2016.01.013, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3622452",
        "name": "Jonathan P. Andrews"
      },
      {
        "authorId": "3634161",
        "name": "Jaana Marttala"
      },
      {
        "authorId": "6854346",
        "name": "E. Macarak"
      },
      {
        "authorId": "144902329",
        "name": "J. Rosenbloom"
      },
      {
        "authorId": "143738999",
        "name": "J. Uitto"
      }
    ]
  },
  {
    "paperId": "456e90816ac8f568c2f6d362f139c05be62f40fc",
    "externalIds": {
      "PubMedCentral": "6904783",
      "MAG": "2995902843",
      "DOI": "10.1177/2059513119891113",
      "CorpusId": 209356402,
      "PubMed": "31840001"
    },
    "url": "https://www.semanticscholar.org/paper/456e90816ac8f568c2f6d362f139c05be62f40fc",
    "title": "Surgical excision and postoperative radiotherapy for keloids",
    "abstract": "Keloids can be treated in a number of ways, including by surgery. Multiple studies now show that while surgical monotherapy associates with extremely high rates of recurrence (50%–80%), postoperative radiotherapy can significantly reduce these recurrence rates. Ongoing improvements in radiation technology have further increased the safety and efficacy of this combination protocol. Of the various radiotherapies that have been used in this setting, electron beam (β-ray) irradiation is currently the best due to its excellent dose distribution and safety. The maximal biologically effective dose (BED) for keloids is 30 Gy (using an estimated α / β ratio of 10); increasing the dose has no further benefits and elevates side effects. Over the last two decades, we have modified and then fine-tuned our radiotherapy protocol for keloid excision wounds. Thus, our early protocol was used for all body sites and consisted of 15 Gy/3 fr/3 days. We then customised the radiotherapy protocol so that body sites that are highly prone to recurrence (e.g. the anterior chest) receive higher doses while low recurrence sites like the earlobe receive a much smaller dose. More recently, we tweaked this body site-customised protocol so that fewer fractions are employed. Therefore, we currently apply 18 Gy/3 fr/3 days to high-recurrence sites, 8 Gy/1 fr/1 day to earlobes and 15 Gy/2 fr/2 days to other body sites. These radiotherapy protocol changes were accompanied by the evolution of body site-customised surgical approaches. As a result of these developments, our overall keloid recurrence rate is now below 10%. Lay Summary: Keloids can be treated in a number of ways, including by surgery. Multiple studies now show that postoperative radiotherapy can significantly reduce these recurrence rates. Ongoing improvements in radiation technology have further increased the safety and efficacy of this combination protocol. Of the various radiotherapies that have been used in this setting, electron beam (β-ray) irradiation is currently the best due to its excellent dose distribution and safety. The maximal biologically effective dose (BED) for keloids is 30 Gy (using an estimated α / β ratio of 10); increasing the dose has no further benefits and elevates side effects. Over the last two decades, we have modified and then fine-tuned our radiotherapy protocol for keloid excision wounds. More recently, we tweaked a body site-customized protocol so that fewer fractions are employed. Therefore, we currently apply 18Gy/3fr/3days to high-recurrence sites, 8Gy/1fr/1day to earlobes, and 15Gy/2fr/2days to other body sites. These radiotherapy protocol changes were accompanied by the evolution of body site-customized surgical approaches. As a result of these developments, our overall keloid recurrence rate is now below 10%.",
    "year": 2019,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://journals.sagepub.com/doi/pdf/10.1177/2059513119891113",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC6904783, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      },
      {
        "authorId": "6425729",
        "name": "Mamiko Tosa"
      },
      {
        "authorId": "6557830",
        "name": "T. Dohi"
      },
      {
        "authorId": "6413071",
        "name": "S. Akaishi"
      },
      {
        "authorId": "5944174",
        "name": "S. Kuribayashi"
      }
    ]
  },
  {
    "paperId": "3729b51418904aa2af6a1dc8dedc1eca5612e9f5",
    "externalIds": {
      "PubMedCentral": "7328485",
      "MAG": "3040006757",
      "DOI": "10.1177/2059513120932059",
      "CorpusId": 220428482,
      "PubMed": "32655901"
    },
    "url": "https://www.semanticscholar.org/paper/3729b51418904aa2af6a1dc8dedc1eca5612e9f5",
    "title": "Photodynamic therapy for keloids and hypertrophic scars: a review",
    "abstract": "Purpose: Keloid is a poorly understood disease that is unique to humans. Hypertrophic scars are similar to keloids and may transform into keloids over time. The standard treatments for these scars are limited by inconsistent efficacy and long treatment/follow-up times. Therefore, a new treatment that is effective for all abnormal scar cases is needed. One option may be photodynamic therapy (PDT). This review assesses the current evidence regarding the safety and efficacy of PDT for keloids and hypertrophic scars. Methods: PubMed, Medline and Web of Science were searched from 1900 onwards for the following terms: ‘keloid and photodynamic therapy (PDT)’; ‘hypertrophic scar and photodynamic therapy (PDT)’; and ‘scar and photodynamic therapy (PDT)’. Articles were included if they reported using topical PDT to treat keloids or hypertrophic scars, the patient(s) had one or more keloids and/or hypertrophic scars, and the effect of PDT on these abnormal scars was described. Results: In total, 538 articles were identified. Thirteen fulfilled all inclusion criteria. Eight were laboratory studies on keloid/hypertrophic scar explants, fibroblasts or tissue-engineered skin models and five were clinical studies/case reports. The clinical results of PDT on keloids and hypertrophic scars are encouraging. Conclusion: PDT appears to play a promising role in keloid and hypertrophic scar therapy but additional clinical studies, particularly randomised clinical trials, are needed. Lay summary The absence of an animal model to study keloid scarring hinders our fully understanding of the pathogenesis and establishing optimal therapeutic strategy. Therefore, investigating novel effective treatment methods is critical in keloid management. Photodynamic therapy (PDT) is widely used to treat various skin diseases such as cutaneous malignant tumors. We conducted a systematic review of the literature to assess the effectiveness of PDT in keloids and hypertrophic scars management. Several studies provide evidence on the potential use of PDT as a safe and effective treatment for keloid and hypertrophic scars. Yet, further research is needed to determine the optimal treatment protocol.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://journals.sagepub.com/doi/pdf/10.1177/2059513120932059",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7328485, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "6425729",
        "name": "Mamiko Tosa"
      },
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      }
    ]
  },
  {
    "paperId": "caae736ac1cff54f61fc5ed7d1c7575a2b7a202e",
    "externalIds": {
      "PubMedCentral": "7728807",
      "MAG": "3110752540",
      "DOI": "10.1038/s41598-020-78738-9",
      "CorpusId": 228101523,
      "PubMed": "33303965"
    },
    "url": "https://www.semanticscholar.org/paper/caae736ac1cff54f61fc5ed7d1c7575a2b7a202e",
    "title": "Treatment of hypertrophic scars and keloids using an intralesional 1470 nm bare-fibre diode laser: a novel efficient minimally-invasive technique",
    "abstract": "Hypertrophic and keloid scars result from abnormal wound healing and can have a variable response to a number of available treatment modalities. The evolution of laser treatments in recent years has shown a wide range of clinical applications including their use in the treatment of scars. We investigated the effectiveness of a 1470 nm diode laser using an intralesional optical fibre delivery device in the treatment of hypertrophic and keloid scars. We evaluated its safety and efficacy as a novel and minimally invasive treatment alternative for scar modulation and volume reduction. A prospective cohort study was performed involving 21 patients with hypertrophic scars (HS) (n = 9) and keloids (n = 12) resulting from various aetiology. Patients were treated with one to three treatment sessions. Comprehensive evaluations were performed using the Vancouver Scar Scale, Doppler ultrasound, Cutometer, Mexameter and PeriCam PSI. Scar thickness was reduced by an average of 0.308 ± 0.138 cm (p < 0.001). In particular the two subgroups showed a significant 27.7% and 28.2% reduction in scar thickness of HS and Keloids, respectively. Scar firmness showed a significant improvement of 1.2% (p < 0.05) for HS, though for keloids this was 0.4% (p = 0.26). Keloids had a significant reduction in pigmentation at 21.3%. Blood perfusion had a significant reduction of 29.6% in HS and 22.7% in Keloids. Overall VSS total score improvement of 42% in the HS and at 37.9% in the Keloid subgroup. No adverse events such as hypo/hyperpigmentation, skin infection, or recurrence were reported. This study shows that the intralesional 1470 nm bare-fibre diode laser significantly improved hypertrophic and keloid scars based on both subjective and objective analyses and supports this type of laser therapy as a safe and effective minimally-invasive treatment option.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.nature.com/articles/s41598-020-78738-9.pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7728807, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2149139739",
        "name": "Ke Li"
      },
      {
        "authorId": "2570542",
        "name": "F. Nicoli"
      },
      {
        "authorId": "46961151",
        "name": "Chunxiao Cui"
      },
      {
        "authorId": "38656315",
        "name": "W. Xi"
      },
      {
        "authorId": "1401644951",
        "name": "A. Al-mousawi"
      },
      {
        "authorId": "2148904781",
        "name": "Zheng Zhang"
      },
      {
        "authorId": "9037682",
        "name": "A. Balzani"
      },
      {
        "authorId": "2089505618",
        "name": "Lindsay Neill"
      },
      {
        "authorId": "7267786",
        "name": "R. Sorge"
      },
      {
        "authorId": "2054670932",
        "name": "Yun Tong"
      },
      {
        "authorId": null,
        "name": "Yixin Zhang"
      }
    ]
  },
  {
    "paperId": "7a02882e44d4c1802cbc36b09fe0401f9aad2316",
    "externalIds": {
      "MAG": "3005967507",
      "DOI": "10.1080/09546634.2020.1730742",
      "CorpusId": 211135451,
      "PubMed": "32063079"
    },
    "url": "https://www.semanticscholar.org/paper/7a02882e44d4c1802cbc36b09fe0401f9aad2316",
    "title": "Combined intralesional triamcinolone acetonide and platelet rich plasma versus intralesional triamcinolone acetonide alone in treatment of keloids",
    "abstract": "Abstract Background Keloids are benign fibro-proliferative growths occurring after skin injury or spontaneously. Intralesional triamcinolone acetonide (TA) is their first-line therapy, but commonly associated with side effects or recurrence. Platelet rich plasma (PRP) is an autologous blood-derived product with promising results in improving wound healing with lower keloid occurrence. Objective To compare the efficacy of combined intralesional TA and PRP versus TA alone in keloids treatment. Methods Forty patients with keloids were divided randomly into two equal groups (A and B). Both groups received intralesional TA (20 mg/ml) for four sessions, 3 weeks apart. Group A patients received additional intralesional PRP 1 week after TA injections. Evaluation was done after 3 months of follow up by Vancouver scar scale (VSS) and verbal rating scale (VRS) for pain and itching. Results Both groups showed significant improvement in all parameters of VSS and VRS in comparison with baseline. Significantly better improvement in height, pigmentation, and pliability and overall VSS was detected in patients of group A. A significantly higher incidence of post-TA atrophy and hypopigmentation was observed in group B. Conclusion Combining intralesional PRP with TA could yield cosmetically better outcomes in keloid treatment with lower incidence of TA-induced side effects especially atrophy and hypopigmentation.",
    "year": 2020,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1080/09546634.2020.1730742?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1080/09546634.2020.1730742, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "71052098",
        "name": "E. S. Hewedy"
      },
      {
        "authorId": "89346781",
        "name": "B. E. Sabaa"
      },
      {
        "authorId": "51068372",
        "name": "W. Mohamed"
      },
      {
        "authorId": "6504293",
        "name": "D. Hegab"
      }
    ]
  },
  {
    "paperId": "da606ac65d261917672be21219d4198b07f4bfdc",
    "externalIds": {
      "MAG": "3111839438",
      "DOI": "10.1007/978-3-030-44766-3_4",
      "CorpusId": 235027115
    },
    "url": "https://www.semanticscholar.org/paper/da606ac65d261917672be21219d4198b07f4bfdc",
    "title": "The Epidemiology of Keloids",
    "abstract": "Keloids are pathological scars that are characterized histologically by an overwhelming aggregation of fibroblasts and collagen type I within the inflammatory reticular dermis. Their clinical characteristics include continuous growth and invasion into the neighboring healthy skin beyond the original wound boundary via an erythematous and pruritic leading edge. They also show a strong tendency to recur when they are surgically excised in the absence of adjuvant therapies. Despite the fact that keloids are common throughout the world, their epidemiology has not been adequately investigated. In this chapter, we will summarize the limited epidemiological data on keloids that exists to date in terms of: (1) the demographic distribution of keloids, mainly on the geographical regions and ethnic racies; (2) the internal genetic factors that shape keloid rates; and (3) the external environmental factors that influence keloid epidemiology. The aim of the chapter is to facilitate a greater understanding of the complexity and diversity of keloids from an epidemiological perspective, thereby potentiating further and deeper explorations into individualized strategies that prevent and treat keloids.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://link.springer.com/content/pdf/10.1007%2F978-3-030-44766-3_4.pdf",
      "status": "HYBRID",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1007/978-3-030-44766-3_4?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/978-3-030-44766-3_4, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "144393366",
        "name": "Chenyu Huang"
      },
      {
        "authorId": "48551492",
        "name": "Zhaozhao Wu"
      },
      {
        "authorId": "51194096",
        "name": "Yanan Du"
      },
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      }
    ]
  },
  {
    "paperId": "1b8a0ec96ebe0382fd828430a3477115e724fe50",
    "externalIds": {
      "MAG": "3019356251",
      "DOI": "10.1007/s00266-020-01721-2",
      "CorpusId": 216560136,
      "PubMed": "32342167"
    },
    "url": "https://www.semanticscholar.org/paper/1b8a0ec96ebe0382fd828430a3477115e724fe50",
    "title": "Efficacy and Safety of Intralesional Triamcinolone Versus Combination of Triamcinolone with 5-Fluorouracil in the Treatment of Keloids and Hypertrophic Scars: A Systematic Review and Meta-analysis",
    "abstract": null,
    "year": 2020,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/s00266-020-01721-2?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/s00266-020-01721-2, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "12760955",
        "name": "Zhengying Jiang"
      },
      {
        "authorId": "49531278",
        "name": "X. Liao"
      },
      {
        "authorId": "2143209798",
        "name": "Ming-zhuo Liu"
      },
      {
        "authorId": "49927758",
        "name": "Z. Fu"
      },
      {
        "authorId": "12761186",
        "name": "D. Min"
      },
      {
        "authorId": "2218115390",
        "name": "Xiao-Ting Yu"
      },
      {
        "authorId": "1884048",
        "name": "G. Guo"
      }
    ]
  },
  {
    "paperId": "eceb347350ea10206dd78b526f0674dbdbaeb84d",
    "externalIds": {
      "MAG": "3004359807",
      "PubMedCentral": "6987198",
      "DOI": "10.1038/s41598-020-58209-x",
      "CorpusId": 210938886,
      "PubMed": "31992783"
    },
    "url": "https://www.semanticscholar.org/paper/eceb347350ea10206dd78b526f0674dbdbaeb84d",
    "title": "Quantitative assessment of treatment efficacy in keloids using high-frequency ultrasound and shear wave elastography: a preliminary study",
    "abstract": "The purpose of this study was to investigate the performance of high-frequency ultrasound (HFUS) and shear wave elastography (SWE) in the quantitative evaluation of therapeutic responses of keloids. 43 patients with 76 keloids were recruited into this study. In keloids and symmetrical sites, the skin thickness was measured using HFUS and skin stiffness expressed as elastic moduli (Young’s modulus and shear wave velocity) was measured using SWE. The coefficient of variation values were calculated by using difference values of skin elastic moduli and skin thickness. A significant increase of both skin stiffness and thickness appeared in pre-treated keloids compared with post-treated keloids (P < 0.001) and normal controls (P < 0.001), respectively. Stiffness in post-treated keloids and normal skins was significantly different (P < 0.001), while the difference in thickness measurements showed no significance (P = 0.56, >0.05). The coefficient of variation of Young’s modulus was the highest when compared between (i) pre-treated keloids and theirs site-matched areas; (ii) pre-treated and post-treated keloids. SWE, which showed greater ability in determining the extent of keloids recovery, may provide an ideal tool to assess the stiffness of keloids and theirs therapeutic response.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.nature.com/articles/s41598-020-58209-x.pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC6987198, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1490968430",
        "name": "Songya Huang"
      },
      {
        "authorId": "49659293",
        "name": "Xi Xiang"
      },
      {
        "authorId": "1490968295",
        "name": "Ruiqian Guo"
      },
      {
        "authorId": "145927860",
        "name": "Shan Cheng"
      },
      {
        "authorId": "48170368",
        "name": "Liyun Wang"
      },
      {
        "authorId": "40548599",
        "name": "L. Qiu"
      }
    ]
  },
  {
    "paperId": "f8ce9b63d967d72410c62fd174cca680b51f4b41",
    "externalIds": {
      "MAG": "2945885234",
      "DOI": "10.1002/jcp.28830",
      "CorpusId": 159038907,
      "PubMed": "31106425"
    },
    "url": "https://www.semanticscholar.org/paper/f8ce9b63d967d72410c62fd174cca680b51f4b41",
    "title": "Epithelial–mesenchymal transition in the formation of hypertrophic scars and keloids",
    "abstract": "Abnormal wound healing is likely to induce the formation of hypertrophic scars and keloids, which leads to dysfunction, deformity, and mental problem in the patients. Despite the advances in prevention and management of hypertrophic scar and keloids, the mechanism underlying scar and keloid formation has not been fully elucidated. Recent insights into the role of the epithelial–mesenchymal transition (EMT) in development, wound healing, stem cell regulation, fibrosis, and tumorigenesis have increased our understanding of the pathophysiology of hypertrophic scarring and keloids and suggested new therapeutic targets. This review summarizes recent progress in the elucidation of the role of EMT in physiologic wound healing and pathologic scar formation. This knowledge will facilitate an understanding of EMT roles in scar formation and shed new light on the modulation and potential treatment of hypertrophic scars and keloids.",
    "year": 2019,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1002/jcp.28830?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1002/jcp.28830, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2056631480",
        "name": "Feng-Lai Yuan"
      },
      {
        "authorId": "103602000",
        "name": "Zi-Li Sun"
      },
      {
        "authorId": "2115319193",
        "name": "Yi Feng"
      },
      {
        "authorId": "2108637805",
        "name": "Si-Yu Liu"
      },
      {
        "authorId": "2111868291",
        "name": "Yong Du"
      },
      {
        "authorId": "48933107",
        "name": "Shun Yu"
      },
      {
        "authorId": "122694452",
        "name": "Ming-Lie Yang"
      },
      {
        "authorId": "49464406",
        "name": "Guo-Zhong Lv"
      }
    ]
  },
  {
    "paperId": "75c7cc3b88041d6ca471aaac572f08ec2050cd22",
    "externalIds": {
      "MAG": "2965159696",
      "PubMedCentral": "6704225",
      "DOI": "10.1007/s13555-019-00316-3",
      "CorpusId": 199388519,
      "PubMed": "31376063"
    },
    "url": "https://www.semanticscholar.org/paper/75c7cc3b88041d6ca471aaac572f08ec2050cd22",
    "title": "Dissolving Triamcinolone-Embedded Microneedles for the Treatment of Keloids: A Single-Blinded Intra-Individual Controlled Clinical Trial",
    "abstract": "IntroductionKeloids are a prevalent chronic skin disorder with significant psychosocial morbidity. Intralesional corticosteroid injections are the first-line treatment but are painful and require repeated injections by medical professionals. Dissolving microneedles are a novel method of cutaneous drug delivery that induces minimal/no pain and can be self-administered. The objective of the study was to evaluate the efficacy and safety of triamcinolone-embedded dissolving microneedles in treatment of keloids.MethodsThis was a single-blind, intra-individual controlled two-phase clinical trial of 8-week duration each. Two keloids per subject were selected for (1) once-daily 2-min application with microneedles for 4 weeks, followed by no treatment for the next 4 weeks, or (2) non-intervention as control. Primary outcome was change in keloid volume as assessed by a high-resolution 3D scanner.ResultsThere was significant reduction in keloid volume compared with controls after 4 weeks of treatment. This reduction was greater with a higher dosage of triamcinolone used.ConclusionsOnce-daily application of dissolving triamcinolone-embedded microneedles significantly reduced the volume of keloids. The treatment was safe, can be self-administered and can serve as an alternative for patients unsuitable for conventional treatments.Trial RegistrationTrial Registry: Health Science Authority (Singapore) Clinical Trials Register Registration number: 2015/00440.",
    "year": 2019,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://link.springer.com/content/pdf/10.1007/s13555-019-00316-3.pdf",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC6704225, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2111710961",
        "name": "Colin Tan"
      },
      {
        "authorId": "35344102",
        "name": "W. Tan"
      },
      {
        "authorId": "2066943655",
        "name": "R. Srivastava"
      },
      {
        "authorId": "2082413",
        "name": "A. Yow"
      },
      {
        "authorId": "1778094",
        "name": "D. Wong"
      },
      {
        "authorId": "3122757",
        "name": "H. Tey"
      }
    ]
  },
  {
    "paperId": "1460634f0d6fa54ae74e4d47bf18df4a304afc16",
    "externalIds": {
      "MAG": "3092162385",
      "DOI": "10.1002/lsm.23331",
      "CorpusId": 222216647,
      "PubMed": "33027537"
    },
    "url": "https://www.semanticscholar.org/paper/1460634f0d6fa54ae74e4d47bf18df4a304afc16",
    "title": "Heterogeneous Features of Keloids Assessed by Laser Speckle Contrast Imaging: A Cross‐Sectional Study",
    "abstract": "Keloids are described as benign dermal fibroproliferative lesions, and vascularization may play a significant role in their pathogenesis. In this study, laser speckle contrast imaging (LSCI) was used to assess perfusion within keloids and surrounding skin, and perfusion of keloids at different stages was compared.",
    "year": 2020,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1002/lsm.23331?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1002/lsm.23331, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2145775411",
        "name": "Cheng Chen"
      },
      {
        "authorId": "7979622",
        "name": "Ming-zi Zhang"
      },
      {
        "authorId": "8446299",
        "name": "Nanze Yu"
      },
      {
        "authorId": "2109866567",
        "name": "Wen-Chao Zhang"
      },
      {
        "authorId": "143993833",
        "name": "Xiao Long"
      },
      {
        "authorId": "65862918",
        "name": "Youbin Wang"
      },
      {
        "authorId": "122024698",
        "name": "Xiaojun Wang"
      }
    ]
  },
  {
    "paperId": "6185e7d7af3652f028d2c11a34824be2bcebd1ad",
    "externalIds": {
      "PubMedCentral": "7215791",
      "MAG": "3016739880",
      "DOI": "10.3390/ijms21082833",
      "CorpusId": 216110839,
      "PubMed": "32325772"
    },
    "url": "https://www.semanticscholar.org/paper/6185e7d7af3652f028d2c11a34824be2bcebd1ad",
    "title": "Adiponectin-Based Peptide (ADP355) Inhibits Transforming Growth Factor-β1-Induced Fibrosis in Keloids",
    "abstract": "Keloids, benign cutaneous overgrowths of dermal fibroblasts, are caused by pathologic scarring of wounds during healing. Current surgical and therapeutic modalities are unsatisfactory. Although adiponectin has shown an antifibrotic effect, its large size and insolubility limit its potential use in keloid treatment. We investigated the effect of a smaller and more stable adiponectin-based peptide (ADP355) on transforming growth factor β1 (TGF-β1)-induced fibrosis in a primary culture of keloid fibroblasts prepared from clinically obtained keloid samples. Xenograft of keloid tissues on athymic nude mice was used to investigate the effect of intralesional injection of ADP355. ADP355 significantly attenuated the TGF-β1-induced expression of procollagen type 1 in keloid fibroblasts (p < 0.05). Moreover, it inhibited the TGF-β1-induced phosphorylation of SMAD3 and ERK, while amplifying the phosphorylation of AMP-activated protein kinase (p < 0.05). Knockdown of adiponectin receptor 1 reversed the attenuation of procollagen expression in ADP355-treated TGF-β1-induced fibrosis (p < 0.05). ADP355 also significantly reduced the gross weight and procollagen expression of keloid tissues in xenograft mice compared to control animals. These results demonstrate the therapeutic potential of the adiponectin peptide ADP355 for keloids.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc7215791?pdf=render",
      "status": "GREEN",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7215791, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "50821379",
        "name": "C. Darmawan"
      },
      {
        "authorId": "79420799",
        "name": "S. E. Montenegro"
      },
      {
        "authorId": "49447148",
        "name": "Gwanghyun Jo"
      },
      {
        "authorId": "35329796",
        "name": "N. Kusumaningrum"
      },
      {
        "authorId": "2108338156",
        "name": "Si-Hyung Lee"
      },
      {
        "authorId": "144933839",
        "name": "J. Chung"
      },
      {
        "authorId": "4527419",
        "name": "J. Mun"
      }
    ]
  },
  {
    "paperId": "b0d0ff176fb17d90720c2f60a77835968629ed2c",
    "externalIds": {
      "PubMedCentral": "7253266",
      "MAG": "3012989565",
      "DOI": "10.1097/GOX.0000000000002582",
      "CorpusId": 216192082,
      "PubMed": "32537319"
    },
    "url": "https://www.semanticscholar.org/paper/b0d0ff176fb17d90720c2f60a77835968629ed2c",
    "title": "Keloids: Which Types Can Be Excised without Risk of Recurrence? A New Clinical Classification",
    "abstract": "Background: A surgical team from Interplast-Germany removed 387 keloids in 302 patients during 4 visits to Goma, Democratic Republic of the Congo, from 2015-2018. Preoperative and postoperative photographs and a thorough anamnesis of keloids were done for all patients. In addition, 18 selected biopsies from 4 types of keloids were histologically examined in Germany. Methods: Treatment options were tested and keloid recurrence rates were compared with data from questionnaires, photographs, and histology. Results: Keloids were classified accordingly as follows: (1) fresh nodular (continuously growing) keloids had a 30% recurrence rate after surgery: no common adjuvant therapy but triamcinolone acetonide (TAC) injections on onset, only; (a) earlobe keloids had the lowest recurrence rate after complete excision with negative resection margins; (2) superficial spreading (or butterfly) keloids were treated with TAC injections only; (3) mature (nongrowing or burned-out) keloids had also a low recurrence rate of 4.5%, which were then treated with TAC on onset, only; and (4) multiple keloids comprise various types in different stages. Conclusions: According to this classification, about 50% of keloids may be removed surgically without risk of recurrence in the examined patient population in Africa, where only TAC injections, but no radiation, are available. Adjuvant TAC or radiation should be started at the onset of recurrence and not generally.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.1097/gox.0000000000002582",
      "status": "GOLD",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7253266, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "4795893",
        "name": "G. Lemperle"
      },
      {
        "authorId": "2094759236",
        "name": "Johannes Schierle"
      },
      {
        "authorId": "1657836016",
        "name": "Kakubindi Eric Kitoga"
      },
      {
        "authorId": "1657952945",
        "name": "Katja Kassem-Trautmann"
      },
      {
        "authorId": "2072234111",
        "name": "C. Sachs"
      },
      {
        "authorId": "4206250",
        "name": "A. Dimmler"
      }
    ]
  },
  {
    "paperId": "177215b272ca37af1060654ea4a9a4813f19731d",
    "externalIds": {
      "MAG": "2184184250",
      "DOI": "10.2119/molmed.2009.00153",
      "CorpusId": 14675037,
      "PubMed": "20927486"
    },
    "url": "https://www.semanticscholar.org/paper/177215b272ca37af1060654ea4a9a4813f19731d",
    "title": "Hypertrophic Scarring and Keloids: Pathomechanisms and Current and Emerging Treatment Strategies",
    "abstract": "Excessive scars form as a result of aberrations of physiologic wound healing and may arise following any Insult to the deep dermis. By causing pain, pruritus and contractures, excessive scarring significantly affects the patient’s quality of life, both physically and psychologically. Multiple studies on hypertrophic scar and keloid formation have been conducted for decades and have led to a plethora of therapeutic strategies to prevent or attenuate excessive scar formation. However, most therapeutic approaches remain clinically unsatisfactory, most likely owing to poor understanding of the complex mechanisms underlying the processes of scarring and wound contraction. In this review we summarize the current understanding of the pathophysiology underlying keloid and hypertrophic scar formation and discuss established treatments and novel therapeutic strategies.",
    "year": 2011,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://molmed.biomedcentral.com/counter/pdf/10.2119/molmed.2009.00153",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.2119/molmed.2009.00153?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.2119/molmed.2009.00153, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1950779",
        "name": "G. Gauglitz"
      },
      {
        "authorId": "6637811",
        "name": "H. Korting"
      },
      {
        "authorId": "32478605",
        "name": "T. Pavicic"
      },
      {
        "authorId": "5252702",
        "name": "T. Ruzicka"
      },
      {
        "authorId": "1693729",
        "name": "M. Jeschke"
      }
    ]
  },
  {
    "paperId": "e332a52691f2150d010ddf975f3c03cbfb7f2b67",
    "externalIds": {
      "MAG": "2586759386",
      "DOI": "10.1097/SAP.0000000000000989",
      "CorpusId": 21650348,
      "PubMed": "28177974"
    },
    "url": "https://www.semanticscholar.org/paper/e332a52691f2150d010ddf975f3c03cbfb7f2b67",
    "title": "Optimizing Radiotherapy for Keloids: A Meta-Analysis Systematic Review Comparing Recurrence Rates Between Different Radiation Modalities",
    "abstract": "Background The high recurrence rate of keloids has lead to the use of multiple treatment adjuncts to improve cosmetic outcomes after surgery. To date, there has been no single, standardized modality agreed upon to produce the best results. The purpose of this study was to review the radiation-based treatments (brachytherapy, electron beam and X-ray) used for keloid management and compare their outcomes. Methods A literature review was performed from 1942 to October 2014 using the databases: PubMed database of the National Center of Biotechnology Information, MEDLINE, Biosis, Embase, Google scholar, and Cochrane database. Articles were reviewed for case numbers, patient demographics, keloid location, follow up, radiation modality, dose, keloid recurrence, and complications. Results A total of 72 studies met the inclusion criteria representing 9048 keloids. These studies were categorized by treatment: brachytherapy, electron, or X-ray. Meta-analysis demonstrated that radiotherapy after surgery had less recurrence when compared to radiotherapy alone (22% and 37%, respectively, P = 0.005). Comparison between modalities revealed that postoperative brachytherapy yielded the lowest recurrence rate (15%) compared with X-ray and electron beam (23% and 23%, respectively; P =0.04, P = 0.1). Subgroup analysis by location demonstrated chest keloids have the highest recurrence rate. The most commonly reported side effect of radiotherapy was changes in skin pigmentation. Conclusions The results of this study reinforce postoperative radiotherapy as effective management for keloids. Specifically, brachytherapy was the most effective of the currently used radiation modalities.",
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/SAP.0000000000000989?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/SAP.0000000000000989, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "92171911",
        "name": "P. Mankowski"
      },
      {
        "authorId": "14753929",
        "name": "J. Kanevsky"
      },
      {
        "authorId": "153656887",
        "name": "J. Tomlinson"
      },
      {
        "authorId": "145549391",
        "name": "A. Dyachenko"
      },
      {
        "authorId": "4462535",
        "name": "M. Luc"
      }
    ]
  },
  {
    "paperId": "98daab0f7304e01e52405a79a4ab35fdc404cddb",
    "externalIds": {
      "MAG": "2905133527",
      "DOI": "10.1111/jocd.12828",
      "CorpusId": 56483971,
      "PubMed": "30548742"
    },
    "url": "https://www.semanticscholar.org/paper/98daab0f7304e01e52405a79a4ab35fdc404cddb",
    "title": "Botulinum toxin type A for the treatment and prevention of hypertrophic scars and keloids: Updated review",
    "abstract": "Botulinum Toxin Type A is a potent neurotoxin that is produced by a gram‐positive bacteria clostridium botulinum. Its utilization in the treatment of various medical condition has expanded over the years in both medical and esthetic uses. It is being preferred by most physicians due to its efficacy and lack of side effects. It can be used as monotherapy or combined therapy. The aim of this review study was to show the role and mechanism of action of Botulinum toxin type A in the treatment and prevention of hypertrophic scars and keloids. The clear mechanisms underlying hypertrophic scars and keloids are still not clearly understood; however, the mechanism of action of Botulinum toxin type A has been shown to include action on wound tension, action on collagen, and action on fibroblasts. Different randomized controlled trials, double‐blind, and placebo‐controlled studies have been conducted to investigate its use in treatment and prevention of hypertrophic scars and keloids, and it still is one of the active areas of research in Dermatology and related fields. Method: In March 2018, we performed a literature search in PubMed for clinical studies, clinical trials, case reports, controlled trials, randomized controlled trials, and systemic reviews. The search terms we used were “BOTULINUM TOXIN” AND “HYPERTROPHIC SCARS” OR “KELOIDS” (from 1980). The search resulted in 1000 articles, out of these 35 articles met our inclusion exclusion criteria. Our inclusion criteria included relevant original articles relevant, critical systemic reviews, and crucial referenced articles, exclusion criteria included duplicates and articles not published in English language. We have reviewed these papers to show the role and mechanism of action of Botulinum toxin type A in the treatment and prevention of hypertrophic scars and keloids.",
    "year": 2018,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://onlinelibrary.wiley.com/doi/pdf/10.1111/jocd.12828",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/jocd.12828?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/jocd.12828, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "52440694",
        "name": "Lorna Martin Kasyanju Carrero"
      },
      {
        "authorId": "2111663307",
        "name": "Wei-wei Ma"
      },
      {
        "authorId": "95813054",
        "name": "Houfang Liu"
      },
      {
        "authorId": "153752331",
        "name": "Xufeng Yin"
      },
      {
        "authorId": "11222689",
        "name": "B. Zhou"
      }
    ]
  },
  {
    "paperId": "8cadf1505250a358c0767be1cf5dfe69d5375a62",
    "externalIds": {
      "MAG": "2991431628",
      "CorpusId": 81988348,
      "PubMed": "30881578"
    },
    "url": "https://www.semanticscholar.org/paper/8cadf1505250a358c0767be1cf5dfe69d5375a62",
    "title": "Consensus Guidelines on the Use of Superficial Radiation Therapy for Treating Nonmelanoma Skin Cancers and Keloids.",
    "abstract": null,
    "year": 2019,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "5250808",
        "name": "M. Nestor"
      },
      {
        "authorId": "1788932",
        "name": "B. Berman"
      },
      {
        "authorId": "2060983255",
        "name": "D. Goldberg"
      },
      {
        "authorId": "2996052",
        "name": "A. Cognetta"
      },
      {
        "authorId": "144027329",
        "name": "M. Gold"
      },
      {
        "authorId": "2058326916",
        "name": "W. Roth"
      },
      {
        "authorId": "6054193",
        "name": "C. Cockerell"
      },
      {
        "authorId": "32764093",
        "name": "B. Glick"
      }
    ]
  },
  {
    "paperId": "390c62d4a01f498337197175d7035280918a6cb2",
    "externalIds": {
      "MAG": "2969940478",
      "DOI": "10.1111/ijd.14610",
      "CorpusId": 201100194,
      "PubMed": "31429935"
    },
    "url": "https://www.semanticscholar.org/paper/390c62d4a01f498337197175d7035280918a6cb2",
    "title": "Epidemiology and clinical features of keloids in Black Africans: a nested case–control study from Yaoundé, Cameroon",
    "abstract": "Keloids are a common presenting complaint in Black Africans but remain poorly documented in these populations. The aim of our study was to describe the epidemiological and clinical profiles of patients with keloids seen at dermatology outpatient consultations in Yaoundé (Cameroon) and to determine driving factors of keloid occurrence.",
    "year": 2019,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/ijd.14610?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/ijd.14610, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1394869252",
        "name": "E. Kouotou"
      },
      {
        "authorId": "5530563",
        "name": "J. R. Nansseu"
      },
      {
        "authorId": "1435829010",
        "name": "Edwige Omona Guissana"
      },
      {
        "authorId": "11529454",
        "name": "Coralie Reine Mendouga Menye"
      },
      {
        "authorId": "11619796",
        "name": "F. Akpadjan"
      },
      {
        "authorId": "1393711714",
        "name": "Thiemo M. Tounkara"
      },
      {
        "authorId": "1422155897",
        "name": "Anne-Cécile Zoung-Kanyi Bissek"
      },
      {
        "authorId": "40288554",
        "name": "E. N. Ndjitoyap Ndam"
      }
    ]
  },
  {
    "paperId": "caeebeca1b44ba4a9de195f50db349229c033b90",
    "externalIds": {
      "MAG": "2926539453",
      "PubMedCentral": "6467632",
      "DOI": "10.1097/GOX.0000000000002177",
      "CorpusId": 132912683,
      "PubMed": "31044131"
    },
    "url": "https://www.semanticscholar.org/paper/caeebeca1b44ba4a9de195f50db349229c033b90",
    "title": "Z-plasty and Postoperative Radiotherapy for Anterior Chest Wall Keloids: An Analysis of 141 Patients",
    "abstract": "Background: The therapies for anterior chest wall keloids include surgical excision, postoperative radiotherapy, silicone taping stabilization, and steroid plaster. However, to date, there is no universally accepted combination treatment strategy for anterior chest wall keloids. Methods: All consecutive patients with single or multiple anterior chest wall keloids who underwent keloid excision, tension-reducing suturing, z-plasty, and postoperative radiotherapy in 2013–2016 in Nippon Medical School were included in this case series study. Only keloids that arose from small injuries such as folliculitis or acne were selected. The surgery was followed by tension-reducing self-management of the wounds with silicone tape and steroid plaster. The postsurgical radiotherapy modality was 18 Gy administered in 3 fractions over 3 days. The primary study outcome was keloid recurrence during the 24-month follow-up period. Recurrence was defined as the development of stiff and red lesions in even a small part of the scar that did not respond to 6 months of steroid plaster therapy. Results: In total, 141 patients with 141 lesions were enrolled. Of the 141 lesions, 15 (10.6%) recurred. All recurrences were successfully treated by steroid plaster and steroid injection. The recurrence patients did not differ from the nonrecurrence patients in terms of the size of the original keloid or gender distribution. Conclusions: Anterior chest wall keloids can be successfully treated by customized plans that involve appropriate surgical modalities (including z-plasty) followed by postoperative radiotherapy (18 Gy in 3 fractions over 3 days) and scar self-management with silicone tape and steroid plaster.",
    "year": 2019,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.1097/gox.0000000000002177",
      "status": "GOLD",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC6467632, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "8098183",
        "name": "Juri Arima"
      },
      {
        "authorId": "6557830",
        "name": "T. Dohi"
      },
      {
        "authorId": "5944174",
        "name": "S. Kuribayashi"
      },
      {
        "authorId": "6413071",
        "name": "S. Akaishi"
      },
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      }
    ]
  },
  {
    "paperId": "baa22689a0d36d3e392ca37b37c3caae4a47ec11",
    "externalIds": {
      "MAG": "2912552414",
      "PubMedCentral": "6364735",
      "DOI": "10.3889/oamjms.2019.099",
      "CorpusId": 59943573,
      "PubMed": "30745985"
    },
    "url": "https://www.semanticscholar.org/paper/baa22689a0d36d3e392ca37b37c3caae4a47ec11",
    "title": "Successful Treatment of Intralesional Bleomycin in Keloids of Vietnamese Population",
    "abstract": "BACKGROUND: Keloid is an overactive condition of the skin tissue to early lesions characterised by proliferation of fibroblasts, excessive collagen production in the lesion. Treatment of keloids is a big challenge because of the poor response rate and high risk of recurrence after treatment. We found that bleomycin offers promise in the treatment of keloids. AIM: To evaluate the efficacy of bleomycin injected in the injury for keloids treatment. METHODS: The treatment was carried out in 55 patients having 120 keloids of different sizes and locations. Average treatments were 4 times. RESULTS: Complete flattening was 70.8%, highly significant flattening was 8.3%, no patient of minimal flattening. Systemic side-effects of bleomycin were not evaluated, but local side-effects were mainly pains (100%), blisters (78.3%), ulceration (5.8%), and hyperpigmentation (56.7%). CONCLUSION: The percentage of patients recurring 6, 12, 15, 18 months after the last treatment were 3.8, 15.4, 45.5, 50%, respectively.",
    "year": 2019,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.3889/oamjms.2019.099",
      "status": "GOLD",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC6364735, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "69421740",
        "name": "N. Huu"
      },
      {
        "authorId": "16320630",
        "name": "S. N. Huu"
      },
      {
        "authorId": "69435757",
        "name": "X. L. Thi"
      },
      {
        "authorId": "144039682",
        "name": "Thuong Nguyen Van"
      },
      {
        "authorId": "69576228",
        "name": "Phuong Pham Thi Minh"
      },
      {
        "authorId": "49426460",
        "name": "Trang Trinh Minh"
      },
      {
        "authorId": "69333978",
        "name": "Tam Hoang Van"
      },
      {
        "authorId": "69538286",
        "name": "Van Tran Cam"
      },
      {
        "authorId": "69472670",
        "name": "My Le Huyen"
      },
      {
        "authorId": "40613698",
        "name": "K. T. Hau"
      },
      {
        "authorId": "144713484",
        "name": "M. Gandolfi"
      },
      {
        "authorId": "10748522",
        "name": "F. Satolli"
      },
      {
        "authorId": "49842590",
        "name": "C. Feliciani"
      },
      {
        "authorId": "11477942",
        "name": "M. Tirant"
      },
      {
        "authorId": "144958457",
        "name": "A. Vojvodić"
      },
      {
        "authorId": "4267710",
        "name": "T. Lotti"
      }
    ]
  },
  {
    "paperId": "6f237cb67b5f65b910d41c106723f2be5b3b743d",
    "externalIds": {
      "MAG": "3046083528",
      "PubMedCentral": "7403211",
      "DOI": "10.3389/fcell.2020.00658",
      "CorpusId": 220837421,
      "PubMed": "32850798"
    },
    "url": "https://www.semanticscholar.org/paper/6f237cb67b5f65b910d41c106723f2be5b3b743d",
    "title": "Gene Expression Profile of Isolated Dermal Vascular Endothelial Cells in Keloids",
    "abstract": "Wound healing is a complex biological process, and imbalances of various substances in the wound environment may prolong healing and lead to excessive scarring. Keloid is abnormal proliferation of scar tissue beyond the original wound margins with excessive deposition of extracellular matrix (ECM) and chronic inflammation. Despite numerous previous research efforts, the pathogenesis of keloid remains unknown. Vascular endothelial cells (VECs) are a major type of inductive cell in inflammation and fibrosis. Despite several studies on vascular morphology in keloid formation, there has been no functional analysis of the role of VECs. In the present study, we isolated living VECs from keloid tissues and investigated gene expression patterns using microarray analysis. We obtained 5 keloid tissue samples and 6 normal skin samples from patients without keloid. Immediately after excision, tissue samples were gently minced and living cells were isolated. Magnetic-activated cell sorting of VECs was performed by negative selection of fibroblasts and CD45+ cells and by positive selection of CD31+cells. After RNA extraction, gene expression analysis was performed to compare VECs isolated from keloid tissue (KVECs) with VECs from normal skin (NVECs). After cell isolation, the percentage of CD31+ cells as measured by flow cytometry ranged from 81.8%–98.6%. Principal component analysis was used to identify distinct molecular phenotypes in KVECs versus NVECs and these were divided into two subgroups. In total, 15 genes were upregulated, and 3 genes were downregulated in KVECs compared with NVECs using the t-test (< 0.05). Quantitative RT-PCR and immunohistochemistry showed 16-fold and 11-fold overexpression of SERPINA3 and LAMC2, respectively. SERPINA3 encodes the serine protease inhibitor, α1-antichymotripsin. Laminin γ2-Chain (LAMC2) is a subunit of laminin-5 that induces retraction of vascular endothelial cells and enhances vascular permeability. This is the first report of VEC isolation and gene expression analysis in keloid tissue. Our data suggest that SERPINA3 and LAMC2 upregulation in KVECs may contribute to the development of fibrosis and prolonged inflammation in keloid. Further functional investigation of these genes will help clarify the mechanisms of abnormal scar tissue proliferation.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.frontiersin.org/articles/10.3389/fcell.2020.00658/pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7403211, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48501303",
        "name": "Noriko M. Matsumoto"
      },
      {
        "authorId": "5704946",
        "name": "Masayo Aoki"
      },
      {
        "authorId": "13441969",
        "name": "Yuri Okubo"
      },
      {
        "authorId": "29393218",
        "name": "Kosuke Kuwahara"
      },
      {
        "authorId": "5236448",
        "name": "Shigeyoshi Eura"
      },
      {
        "authorId": "6557830",
        "name": "T. Dohi"
      },
      {
        "authorId": "6413071",
        "name": "S. Akaishi"
      },
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      }
    ]
  },
  {
    "paperId": "5907f2485704e8919a0d3e024c8a7548c2877597",
    "externalIds": {
      "MAG": "3017284987",
      "PubMedCentral": "7220187",
      "DOI": "10.1097/MD.0000000000019857",
      "CorpusId": 216046673,
      "PubMed": "32312010"
    },
    "url": "https://www.semanticscholar.org/paper/5907f2485704e8919a0d3e024c8a7548c2877597",
    "title": "Effects of hyperbaric oxygen therapy on the expression levels of the inflammatory factors interleukin-12p40, macrophage inflammatory protein-1β, platelet-derived growth factor-BB, and interleukin-1 receptor antagonist in keloids",
    "abstract": "Abstract Background : Our study aimed to screen and explore the expression of inflammatory factors in keloid patients and to investigate how hyperbaric oxygen (HBO) therapy affects the expression levels of interleukin-12p40 (IL-12p40), macrophage inflammatory protein-1β (MIP-1β), platelet-derived growth factor-BB (PDGF-BB), and interleukin-1 receptor antagonist (IL-1Ra). Objective : 30 patients were randomly selected and divided into the following 3 groups: keloid samples from keloid patients treated with HBO therapy (A), keloid samples from keloid patients treated without HBO therapy (B), and normal control skin samples derived from individuals who had no clear scarring (C). Each group included 10 samples. Methods : Inflammatory factors in the keloid tissues were measured with the MILLIPLEX multiplexed Luminex system. Hematoxylin and eosin staining, immunohistochemical staining, and Western blotting were used to observe the morphological differences in different tissues and the expression levels. Results : The expression levels of inflammatory mediators, including IL-12p40, MIP-1β, PDGF-BB, and IL-1Ra, in keloid tissues were significantly different from those in samples of normal skin. Hematoxylin and eosin staining showed significantly greater inflammatory infiltration in keloid tissue. Significantly different expression levels were observed in group A, B, and C. Conclusion : Significantly altered levels of inflammatory factors in the samples from keloid patients were observed, suggesting that formation of a keloid is potentially related to inflammatory responses. HBO therapy could significantly affect the expression levels of IL-12p40, MIP-1β, PDGF-BB, and IL-1Ra, indicating that the effects of HBO therapy are associated with the attenuation of inflammatory responses.",
    "year": 2020,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc7220187?pdf=render",
      "status": "GREEN",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7220187, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2087103471",
        "name": "Yan Hao"
      },
      {
        "authorId": "35340894",
        "name": "Xinhang Dong"
      },
      {
        "authorId": "7979622",
        "name": "Ming-zi Zhang"
      },
      {
        "authorId": "2143856574",
        "name": "Hao Liu"
      },
      {
        "authorId": "145857011",
        "name": "Lin Zhu"
      },
      {
        "authorId": "65862918",
        "name": "Youbin Wang"
      }
    ]
  },
  {
    "paperId": "4714e56e4b134860d404cbc77123e2cf66ea871c",
    "externalIds": {
      "MAG": "2800726749",
      "PubMedCentral": "6066718",
      "CorpusId": 39826394,
      "PubMed": "30083505"
    },
    "url": "https://www.semanticscholar.org/paper/4714e56e4b134860d404cbc77123e2cf66ea871c",
    "title": "Comparison of Intralesional Triamcinolone Acetonide, 5-Fluorouracil, and Their Combination in Treatment of Keloids",
    "abstract": "BACKGROUND Despite the myriad options available, there is no universally accepted treatment for keloids. This study has compared intralesional triamcinolone acetonide, 5-fluorouracil, and their combination in treatment of keloids. METHODS In this randomized parallel group study, 60 patients were enrolled and randomly allocated to three groups. Patients received intralesional injections of triamcinolone acetonide (TAC) in Group TAC, 5-fluorouracil (5FU) in Group 5FU and a combination in Group T+F every 3 weeks till 24 weeks or till the keloid resolved. RESULTS There was a reduction in all parameters at every successive assessment in all three groups. Improvement in terms of height, vascularity and pliability was fastest with 5FU, TAC and T+F group, respectively, which was statistically significant. Decrease in pigmentation was significantly faster with T+F. Reduction in pruritus, however, was significantly faster with 5FU than the other groups, but the difference in reduction of pain among the three groups was not significant. Telangiectasias and skin atrophy were seen most commonly in TAC group, while skin ulceration was a common problem in 5FU group. CONCLUSION TAC, 5FU and their combination are all effective in keloid scars. A combination of TAC+5FU seems to offer the balanced benefit of faster and more efficacious response with lesser adverse effects when compared to individual drugs.",
    "year": 2018,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC6066718, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48530642",
        "name": "S. Srivastava"
      },
      {
        "authorId": "49515924",
        "name": "A. Patil"
      },
      {
        "authorId": "37955427",
        "name": "C. Prakash"
      },
      {
        "authorId": "145660375",
        "name": "H. Kumari"
      }
    ]
  },
  {
    "paperId": "c62928758b1be8ede7a8f7f4d1b5906d56b417b9",
    "externalIds": {
      "MAG": "2274871785",
      "DOI": "10.1007/s40257-016-0175-7",
      "CorpusId": 2599129,
      "PubMed": "26894654"
    },
    "url": "https://www.semanticscholar.org/paper/c62928758b1be8ede7a8f7f4d1b5906d56b417b9",
    "title": "Keloids and Hypertrophic Scars: A Spectrum of Clinical Challenges",
    "abstract": null,
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/s40257-016-0175-7?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/s40257-016-0175-7, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "5108529",
        "name": "A. Trace"
      },
      {
        "authorId": "5686075",
        "name": "C. Enos"
      },
      {
        "authorId": "33357264",
        "name": "A. Mantel"
      },
      {
        "authorId": "12357466",
        "name": "V. Harvey"
      }
    ]
  },
  {
    "paperId": "1ed4de4484dfef7950ab98a1cc96d0f61ba9f471",
    "externalIds": {
      "MAG": "2875141757",
      "DOI": "10.1111/ijd.14069",
      "CorpusId": 51612872,
      "PubMed": "29993130"
    },
    "url": "https://www.semanticscholar.org/paper/1ed4de4484dfef7950ab98a1cc96d0f61ba9f471",
    "title": "A comparative study of various modalities in the treatment of keloids",
    "abstract": "Treatment of keloids is a challenge as a result of paucity of effective treatment modalities, significant side effects, and their recurrent nature. In this study, various treatment modalities were compared to search for a treatment option with maximum efficacy and minimum side effects.",
    "year": 2018,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/ijd.14069?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/ijd.14069, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2054099695",
        "name": "Archit Aggarwal"
      },
      {
        "authorId": "40437836",
        "name": "B. Ravikumar"
      },
      {
        "authorId": "1500666993",
        "name": "K. Vinay"
      },
      {
        "authorId": "13619020",
        "name": "S. Raghukumar"
      },
      {
        "authorId": "16335193",
        "name": "D. P. Yashovardhana"
      }
    ]
  },
  {
    "paperId": "2605402cf482741af0ca6eb4250f1df8d210c8af",
    "externalIds": {
      "MAG": "2484802536",
      "DOI": "10.1111/iwj.12629",
      "CorpusId": 3722549,
      "PubMed": "27427423"
    },
    "url": "https://www.semanticscholar.org/paper/2605402cf482741af0ca6eb4250f1df8d210c8af",
    "title": "Efficacy and safety of triamcinolone acetonide alone and in combination with 5‐fluorouracil for treating hypertrophic scars and keloids: a systematic review and meta‐analysis",
    "abstract": "Pathological scars, such as keloids and hypertrophic scars, readily cause physical and psychological problems. Combination 5‐fluorouracil (5‐FU) with triamcinolone acetonide (TAC) is presumed to enhance the treatment of pathological scars, although supportive evidence is lacking. We aimed to compare the efficacy and safety of TAC alone and in combination with 5‐FU for the treatment of hypertrophic scars and keloids. Five databases (PubMed, Medline, Cochrane databases, Embase and CNKI) were searched with the limitations of human subjects and English‐language text. Mean differences (MDs), odds ratios (ORs) and 95% confidence intervals (CIs) were calculated. The Cochrane Collaboration's Risk of Bias Tool was used to assess the risk of bias. The control group received intralesional TAC alone, and the experimental group received TAC combined with 5‐FU injection. A pooled analysis of the effectiveness based on patient self‐assessment after treatment showed that the experimental group achieved better results than the control group (OR = 2·92, 95% CI = 1·63–5·22, P = 0·0003). Similarly, a pooled analysis of the effectiveness based on observer assessment following treatment produced the same conclusion (OR = 4·03, 95% CI = 1·40–11·61, P = 0·010). A meta‐analysis of scar height after treatment showed that the experimental group performed better than the control group (MD = −0·14, 95% CI = −0·23–0·05, P = 0·002). The erythema score of the experimental group after treatment was superior (MD = −0·20, 95% CI = −0·34–0·06, P = 0·004). The heterogeneity test showed no heterogeneity among the studies (P > 0·1, I2 = 0%). TAC combined with 5‐FU is more suitable for the treatment and prevention of hypertrophic scars and keloids, with greater improvement in scar height and patient satisfaction as well as fewer side effects.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7949502",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/iwj.12629?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/iwj.12629, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "7800593",
        "name": "Yiming Ren"
      },
      {
        "authorId": "5855041",
        "name": "Xian-hu Zhou"
      },
      {
        "authorId": "7390796",
        "name": "Zhijian Wei"
      },
      {
        "authorId": "2113562422",
        "name": "Wei Lin"
      },
      {
        "authorId": "39887311",
        "name": "Baoyou Fan"
      },
      {
        "authorId": "143991086",
        "name": "S. Feng"
      }
    ]
  },
  {
    "paperId": "0f88ac9d9f5ebbe8ac78ea38558ea0bdabbfb10b",
    "externalIds": {
      "MAG": "2885857885",
      "DOI": "10.1159/000491924",
      "CorpusId": 52018282,
      "PubMed": "30114700"
    },
    "url": "https://www.semanticscholar.org/paper/0f88ac9d9f5ebbe8ac78ea38558ea0bdabbfb10b",
    "title": "Spontaneous Keloids: A Literature Review",
    "abstract": "Background: Keloids are benign fibroproliferative tumors that extend beyond the original wound. Spontaneous keloids are those that result without a significant history of trauma. There are multiple reported cases in the literature. Objective: This article provides a summary and review of the cases that have been reported with spontaneous keloids and organizes them according to their associated medical conditions. Methods: A literature review was conducted using PubMed and MEDLINE that included all English published cases and case series from May 1955 to February 2018. Results: Spontaneous keloids have been reported mainly in association with syndromes such as Rubinstein-Taybi syndrome, Dubowitz syndrome, Noonan syndrome, Goeminne syndrome, Bethlem myopathy, conjunctivocorneal dystrophy, X-linked recessive polyfibromatosis and a novel X-linked syndrome with flamin A mutation. Furthermore, spontaneous keloids were reported in atopic patients and a couple of patients who are medically healthy. Conclusion: Spontaneous keloids are diagnosed clinically based on the patient’s history, and it is challenging to confirm since they might be triggered by minimal injury or inflammation especially if it is a single lesion. Reported syndromes indicate a genetic possibility in the pathogenesis of spontaneous keloids.",
    "year": 2018,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.karger.com/Article/Pdf/491924",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1159/000491924?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1159/000491924, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3736302",
        "name": "Abdulhadi Jfri"
      },
      {
        "authorId": "2058670210",
        "name": "A. Alajmi"
      }
    ]
  },
  {
    "paperId": "57059d1cced1adccf77f6da5c37e4f9e0e9dba20",
    "externalIds": {
      "MAG": "2893499256",
      "DOI": "10.1093/abbs/gmy115",
      "CorpusId": 52880939,
      "PubMed": "30265275"
    },
    "url": "https://www.semanticscholar.org/paper/57059d1cced1adccf77f6da5c37e4f9e0e9dba20",
    "title": "Gallic acid inhibits fibroblast growth and migration in keloids through the AKT/ERK signaling pathway",
    "abstract": "Keloids are a fibroproliferative disorder of the skin resulted from abnormal healing of injured or irritated skin and are characterized by the ability to spread beyond the original boundary of the wound. Here, we tested the effect of gallic acid (GA), a plant polyphenol with selective growth inhibitory effects in cancer, on the proliferation and invasion of keloid fibroblasts (KFs) isolated from patients undergoing surgery. GA inhibited KF proliferation, migration, and invasion in parallel with the downregulation of matrix metalloproteinase-1 and -3 and upregulation of tissue inhibitors of metalloproteinase-1. Flow cytometric analysis showed that GA inhibited cell cycle progression and induced apoptosis. The effects of GA on KFs occurred in parallel with the inhibition of AKT and ERK1/2, suggesting that GA acts by suppressing the AKT/ERK signaling pathway. In ex vivo explant cultures of keloid tissues, GA inhibited the migration of KFs to the wound area and suppressed the expression of angiogenic markers concomitant with the inhibition of collagen deposition. These results identify GA as a potential therapeutic agent for the treatment of keloids and suggest a potential mechanism underlying its protective effect.",
    "year": 2018,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://academic.oup.com/abbs/article-pdf/50/11/1114/26608911/gmy115.pdf",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1093/abbs/gmy115?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/abbs/gmy115, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2118418274",
        "name": "Xiuxia Wang"
      },
      {
        "authorId": "2152351690",
        "name": "Ke Liu"
      },
      {
        "authorId": "2059754342",
        "name": "Mengying Ruan"
      },
      {
        "authorId": "2146157849",
        "name": "Jun Yang"
      },
      {
        "authorId": "46517396",
        "name": "Zhen Gao"
      }
    ]
  },
  {
    "paperId": "4e1d30f9cbf2de5e8fa7cb22541c84519bfe8fe5",
    "externalIds": {
      "MAG": "2975742724",
      "CorpusId": 4548516,
      "PubMed": "28570253"
    },
    "url": "https://www.semanticscholar.org/paper/4e1d30f9cbf2de5e8fa7cb22541c84519bfe8fe5",
    "title": "Review of Silicone Gel Sheeting and Silicone Gel for the Prevention of Hypertrophic Scars and Keloids.",
    "abstract": null,
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "83524406",
        "name": "Kuei-Chang Hsu"
      },
      {
        "authorId": "12986675",
        "name": "Chih-Wei Luan"
      },
      {
        "authorId": "112854449",
        "name": "Y. Tsai"
      }
    ]
  },
  {
    "paperId": "9aeac48d5789f7e18bf737da9d356572351e98fb",
    "externalIds": {
      "MAG": "2527189305",
      "DOI": "10.1016/j.mehy.2016.09.024",
      "CorpusId": 45697861,
      "PubMed": "27959277"
    },
    "url": "https://www.semanticscholar.org/paper/9aeac48d5789f7e18bf737da9d356572351e98fb",
    "title": "Endothelial dysfunction may play a key role in keloid and hypertrophic scar pathogenesis - Keloids and hypertrophic scars may be vascular disorders.",
    "abstract": null,
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.1016/j.mehy.2016.09.024",
      "status": "HYBRID",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1016/j.mehy.2016.09.024?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1016/j.mehy.2016.09.024, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      },
      {
        "authorId": "6413071",
        "name": "S. Akaishi"
      }
    ]
  },
  {
    "paperId": "5f74765c6d9faf959e44512c9eadae6a2b30e7c1",
    "externalIds": {
      "MAG": "2793910754",
      "DOI": "10.1007/s10735-018-9758-3",
      "CorpusId": 3743545,
      "PubMed": "29455276"
    },
    "url": "https://www.semanticscholar.org/paper/5f74765c6d9faf959e44512c9eadae6a2b30e7c1",
    "title": "Methylation of secreted frizzled-related protein 1 (SFRP1) promoter downregulates Wnt/β-catenin activity in keloids",
    "abstract": null,
    "year": 2018,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/s10735-018-9758-3?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/s10735-018-9758-3, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "8189992",
        "name": "Jiaqi Liu"
      },
      {
        "authorId": "7296499",
        "name": "Huayu Zhu"
      },
      {
        "authorId": "120241436",
        "name": "Hongtao Wang"
      },
      {
        "authorId": "2152747843",
        "name": "Jun Li"
      },
      {
        "authorId": "27378793",
        "name": "F. Han"
      },
      {
        "authorId": "2152797393",
        "name": "Yang Liu"
      },
      {
        "authorId": "2108277084",
        "name": "Wanfu Zhang"
      },
      {
        "authorId": "2055131048",
        "name": "Ting He"
      },
      {
        "authorId": "2157949868",
        "name": "Na Li"
      },
      {
        "authorId": "71876565",
        "name": "Zhao Zheng"
      },
      {
        "authorId": "144570400",
        "name": "D. Hu"
      }
    ]
  },
  {
    "paperId": "f732dd3e2b7656306a6f78804e52929907ae1a6f",
    "externalIds": {
      "PubMedCentral": "4906112",
      "MAG": "2338120961",
      "DOI": "10.1007/s13555-016-0118-5",
      "CorpusId": 15052335,
      "PubMed": "27105629"
    },
    "url": "https://www.semanticscholar.org/paper/f732dd3e2b7656306a6f78804e52929907ae1a6f",
    "title": "5-Fluorouracil in the Treatment of Keloids and Hypertrophic Scars: A Comprehensive Review of the Literature",
    "abstract": "Hypertrophic (HTSs) and keloid scars are common dermatological complaints produced by disruption of the normal wound-healing process. Despite a wide array of therapeutic options available to treat these lesions, HTSs and keloids continue to pose a significant challenge to clinicians in everyday practice. The chemotherapeutic drug 5-fluorouracil (5-FU) is a well-known treatment option reserved for recalcitrant HTSs and keloid lesions. We present clinicians with a comprehensive review of the published data concerning the use of 5-FU in the treatment of HTSs and keloids. The current evidence suggests that 5-FU is a safe and practical alternative for the treatment of HTSs and keloids as it may substantially improve the appearance of proliferative scars and reduce the chance of recurrence. This therapeutic option is most effective in conjunction with adjuvant therapy such as corticosteroids. Additional randomized controlled clinical trials with large sample sizes should be conducted to corroborate the existing efficacy and safety data in patients with HTSs and keloids.",
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://link.springer.com/content/pdf/10.1007%2Fs13555-016-0118-5.pdf",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC4906112, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3977581",
        "name": "Vidhi V. Shah"
      },
      {
        "authorId": "4437496",
        "name": "A. Aldahan"
      },
      {
        "authorId": "4569784",
        "name": "S. Mlacker"
      },
      {
        "authorId": "5166886",
        "name": "M. Alsaidan"
      },
      {
        "authorId": "5545655",
        "name": "S. Samarkandy"
      },
      {
        "authorId": "81914507",
        "name": "K. Nouri"
      }
    ]
  },
  {
    "paperId": "f12269a5ea2df9205d6028c100cf4a85129bcc5e",
    "externalIds": {
      "MAG": "2807319243",
      "PubMedCentral": "6072149",
      "DOI": "10.3892/mmr.2018.9099",
      "CorpusId": 44123562,
      "PubMed": "29845237"
    },
    "url": "https://www.semanticscholar.org/paper/f12269a5ea2df9205d6028c100cf4a85129bcc5e",
    "title": "Downregulation of miR-637 promotes proliferation and metastasis by targeting Smad3 in keloids",
    "abstract": "Keloids are a type of abnormal scar tissue. MicroRNAs (miRNAs) exhibit a pivotal role in the regulation of cell proliferation and metastasis of keloids. miRNA microarray revealed that miR-637 was one of the most frequently altered miRNAs in keloids. Furthermore, upregulation of miR-637 inhibited cell proliferation and metastasis by targeting mothers against decapentaplegic homolog (Smad)3, one of the important proteins that affects the formation of keloids. Further studies demonstrated that miR-637 regulated the proliferation and metastasis of human keloid fibroblast (HKF) cells by mediating the Smad3 signaling pathway. Overall, the present findings suggest that miR-637 may be a promising therapeutic target in keloids.",
    "year": 2018,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.3892/mmr.2018.9099",
      "status": "HYBRID",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC6072149, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2115893366",
        "name": "Ye Zhang"
      },
      {
        "authorId": "5252438",
        "name": "B. Guo"
      },
      {
        "authorId": "4605226",
        "name": "Q. Hui"
      },
      {
        "authorId": "2157336379",
        "name": "Wei Li"
      },
      {
        "authorId": "7401955",
        "name": "Peng Chang"
      },
      {
        "authorId": "145213072",
        "name": "K. Tao"
      }
    ]
  },
  {
    "paperId": "9b2b912833d3798eaaebc6bc42aa7c89c8e3fec3",
    "externalIds": {
      "MAG": "2382964851",
      "DOI": "10.1272/jnms.83.46",
      "CorpusId": 33910154,
      "PubMed": "27180789"
    },
    "url": "https://www.semanticscholar.org/paper/9b2b912833d3798eaaebc6bc42aa7c89c8e3fec3",
    "title": "Keloids and Hypertrophic Scars Can Now Be Cured Completely: Recent Progress in Our Understanding of the Pathogenesis of Keloids and Hypertrophic Scars and the Most Promising Current Therapeutic Strategy.",
    "abstract": "Keloids and hypertrophic scars are fibroproliferative disorders of the skin that are caused by abnormal healing of injured or irritated skin. It is possible that they are both manifestations of the same fibroproliferative skin disorder and just differ in terms of the intensity and duration of inflammation. These features may in turn be influenced by genetic, systemic, and local risk factors. Genetic factors may include single nucleotide polymorphisms, while systemic factors may include hypertension, pregnancy, hormones, and cytokines. The most important local factor is tension on the scar. Over the past 10 years, our understanding of the pathogenesis of keloids and hypertrophic scars has improved markedly. As a result, these previously intractable scars are now regarded as being treatable. There are many therapeutic options, including surgery, radiation, corticosteroids, 5-fluorouracil, cryotherapy, laser therapy, anti-allergy agents, anti-inflammatory agents, bleaching creams and make-up therapies. However, at present, we believe that the following combination of three therapies most reliably achieves a complete cure: surgery, followed by radiation and the use of steroid tape/plaster.",
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.jstage.jst.go.jp/article/jnms/83/2/83_46/_pdf",
      "status": "GOLD",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1272/jnms.83.46?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1272/jnms.83.46, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      },
      {
        "authorId": "6413071",
        "name": "S. Akaishi"
      },
      {
        "authorId": "5944174",
        "name": "S. Kuribayashi"
      },
      {
        "authorId": "10058894",
        "name": "Tsuguhiro Miyashita"
      }
    ]
  },
  {
    "paperId": "68c396753d9761b86a883b1c6c50d0b16da10d7a",
    "externalIds": {
      "MAG": "2728357077",
      "PubMedCentral": "5520560",
      "DOI": "10.4103/0366-6999.209896",
      "CorpusId": 4907772,
      "PubMed": "28685723"
    },
    "url": "https://www.semanticscholar.org/paper/68c396753d9761b86a883b1c6c50d0b16da10d7a",
    "title": "Radiation Therapy in Keloids Treatment: History, Strategy, Effectiveness, and Complication",
    "abstract": "Objective: Radiation therapy combined with surgical excision was considered as one of the most effective treatment plans for keloid lesions. However, there was no unanimity found over present literatures regarding the issue on optimized treatment strategy for keloids. We here provide a comprehensive review over this issue and emphasize on the influencing factors. Data Sources: The data analyzed in this review were searched from articles included in PubMed and EMBASE databases. Study Selection: The original articles and critical reviews discussing the application of radiation therapy in keloids treatment were selected for this review. Results: The application of radiation therapy has transitioned from simple superficial X-ray irradiation to brachytherapy. Furthermore, several factors including radiation type, dose, fraction, interval, and complications were reviewed, and the results revealed that these factors were significant toward clinical outcome at various levels. Conclusions: Both past and present evidence support the idea that combination therapy of radiation and surgical therapy is safe and feasible. However, the optimization of treatment strategy was based on different radiation types and should take dose, fractions, interval, and complications into consideration, which will then decrease the rate of recurrence and increase the level of satisfaction.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.4103/0366-6999.209896",
      "status": "GOLD",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5520560, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2155954540",
        "name": "Jing Xu"
      },
      {
        "authorId": "15507312",
        "name": "Elan Yang"
      },
      {
        "authorId": "8446299",
        "name": "Nanze Yu"
      },
      {
        "authorId": "2058154937",
        "name": "Xiao Long"
      }
    ]
  },
  {
    "paperId": "5e99b51ca021d910d28839eff7bc59d8e3ab68b8",
    "externalIds": {
      "MAG": "2581827763",
      "DOI": "10.1007/s10103-017-2154-5",
      "CorpusId": 24284877,
      "PubMed": "28124198"
    },
    "url": "https://www.semanticscholar.org/paper/5e99b51ca021d910d28839eff7bc59d8e3ab68b8",
    "title": "Laser-assisted topical corticosteroid delivery for the treatment of keloids",
    "abstract": null,
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/s10103-017-2154-5?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/s10103-017-2154-5, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1390739276",
        "name": "J. Park"
      },
      {
        "authorId": "2053604378",
        "name": "Jiyoung Chun"
      },
      {
        "authorId": "4754409",
        "name": "J. Lee"
      }
    ]
  },
  {
    "paperId": "5fd3328b2bc5c46bf23742da3363295d81bf1b48",
    "externalIds": {
      "MAG": "2352662184",
      "DOI": "10.1097/MOO.0000000000000268",
      "CorpusId": 11824936,
      "PubMed": "27163611"
    },
    "url": "https://www.semanticscholar.org/paper/5fd3328b2bc5c46bf23742da3363295d81bf1b48",
    "title": "Advances in scar management: prevention and management of hypertrophic scars and keloids",
    "abstract": "Purpose of reviewAbnormal scarring remains a poorly understood but functional and aesthetic consequence of surgical and traumatic wounds. The purpose of this review is to describe the current state of the science behind the prevention and management of these scars. Recent findingsA recent update in the International Clinical Recommendations on Scar Management provides a wealth of information on new and revised treatments for hypertrophic scars and keloids. Silicone-based products continue to be the premier option for prevention and initial treatment of hypertrophic and keloid scars. There is growing evidence demonstrating the efficacy of intralesional corticosteroids and 5-fluorouracil. Laser therapy remains a second-line treatment option, with low-level evidence supporting the use of pulse dye lasers and ablative fractional lasers. SummaryAlthough there remains no ‘gold standard’ for the prevention and treatment of hypertrophic scars and keloids, silicone gel products and microporous paper tape present the best conservative options. A stepwise algorithm for the treatment of hypertrophic scars or keloids based on the characteristics and responsiveness of the scar presents the best management strategy. Combination therapy (including steroid injections, 5-fluorouracil, and pulse dye laser) proves to be the strongest option for the nonsurgical management of severe hypertrophic scars and keloids.",
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/MOO.0000000000000268?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/MOO.0000000000000268, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "39968274",
        "name": "Drew Del Toro"
      },
      {
        "authorId": "52193795",
        "name": "Raj D. Dedhia"
      },
      {
        "authorId": "2902578",
        "name": "T. Tollefson"
      }
    ]
  },
  {
    "paperId": "8224e29ffa6aea028e976e2cb20d6952ecea5443",
    "externalIds": {
      "MAG": "2604376311",
      "DOI": "10.1097/DSS.0000000000001145",
      "CorpusId": 4993357,
      "PubMed": "28375976"
    },
    "url": "https://www.semanticscholar.org/paper/8224e29ffa6aea028e976e2cb20d6952ecea5443",
    "title": "Advancing Keloid Treatment: A Novel Multimodal Approach to Ear Keloids",
    "abstract": "BACKGROUND/OBJECTIVE Management of keloids of the pinna, in particular, those located in the helix and antihelix and lobule that occur as complications of ear piercing. MATERIALS AND METHODS Retrospective analysis of 49 patients treated with extralesional surgical excision of keloids localized to the ear followed by the application of autologous platelet-rich plasma (PRP) to wound site and postoperative in-office superficial radiation therapy (SRT). Radiation protocol consisted of 1 to 3 fractions, with cumulative dosage ranging from 1,300 to 1,800 cGy. Average follow-up was 24 months to assess for evidence of recurrence and adverse side effects. RESULTS Fifty ear keloids were treated with this method, age from 15 to 66 (mean = 32, SD = 16) of which 14 were male and 35 female. Almost 30% (n = 14) of patients acknowledged the source of injury that led to the development of the keloid was ear piercing. Treatment protocol achieved a 94% success rate with 3 patients who reported recurrence. CONCLUSION Surgical excision combined with intraoperative PRP, adjuvant postoperative in-office SRT achieved a 94% nonrecurrence rate on follow-up over a 2-year period. Outcomes provide preliminary, albeit, strong evidence to support this multimodal method as a viable alternative in the management of keloids localized to the ear.",
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/DSS.0000000000001145?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/DSS.0000000000001145, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2111328493",
        "name": "Michael E. Jones"
      },
      {
        "authorId": "50469694",
        "name": "Jennifer McLane"
      },
      {
        "authorId": "12419245",
        "name": "Rachael Adenegan"
      },
      {
        "authorId": "2108475698",
        "name": "Joanne Lee"
      },
      {
        "authorId": "6051767",
        "name": "C. Ganzer"
      }
    ]
  },
  {
    "paperId": "b16474dadd56be6562d0eaa4c9d49b6cc4c8467b",
    "externalIds": {
      "MAG": "2772087421",
      "DOI": "10.1097/DSS.0000000000001360",
      "CorpusId": 13657082,
      "PubMed": "29401161"
    },
    "url": "https://www.semanticscholar.org/paper/b16474dadd56be6562d0eaa4c9d49b6cc4c8467b",
    "title": "The Cellular Response of Keloids and Hypertrophic Scars to Botulinum Toxin A: A Comprehensive Literature Review",
    "abstract": "BACKGROUND Keloids and hypertrophic scars are conditions of pathologic scarring characterized by fibroblast hyperproliferation and excess collagen deposition. These conditions significantly impact patients by causing psychosocial, functional, and aesthetic distress. Current treatment modalities have limitations. Clinical evidence indicates that botulinum toxin A (BoNT-A) may prevent and treat keloids and hypertrophic scars. OBJECTIVE To examine investigated cellular pathways involved in BoNT-A therapeutic modulation of keloids and hypertrophic scars. METHODS The authors searched PubMed, Embase, and Web of Science for basic science articles related to botulinum toxin therapy, scarring, fibroblasts, keloids, and hypertrophic scars. RESULTS Eleven basic science articles involving keloids and hypertrophic scars were reviewed. DISCUSSION BoNT-A may reduce skin fibrosis by decreasing fibroblast proliferation, modulating the activity of transforming growth factor-&bgr;, and reducing transcription and expression of profibrotic cytokines in keloid-derived and hypertrophic scar–derived dermal fibroblasts. BoNT-A may modulate collagen deposition, but there is a paucity of evidence regarding specific mechanisms of action. CONCLUSION Overall, BoNT-A has the potential to prevent or treat pathologic scars in patients with a known personal or family history of keloids and hypertrophic scars, which may improve patient psychosocial distress and reduce clinic visits and health care costs. Variability in keloid and hypertrophic scar response to BoNT-A may be due to interexperiment differences in dosing, tissue donors, and assay sensitivity.",
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/DSS.0000000000001360?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/DSS.0000000000001360, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "143665722",
        "name": "Evan Austin"
      },
      {
        "authorId": "4091885",
        "name": "E. Koo"
      },
      {
        "authorId": "5966444",
        "name": "J. Jagdeo"
      }
    ]
  },
  {
    "paperId": "23258ef1d3fcdf1e17d6afdaa884ed28e207a441",
    "externalIds": {
      "MAG": "2510718951",
      "DOI": "10.1093/asj/sjw124",
      "CorpusId": 27209321,
      "PubMed": "27553611"
    },
    "url": "https://www.semanticscholar.org/paper/23258ef1d3fcdf1e17d6afdaa884ed28e207a441",
    "title": "Surgical Excision and Adjuvant Brachytherapy vs External Beam Radiation for the Effective Treatment of Keloids: 10-Year Institutional Retrospective Analysis",
    "abstract": "Background Surgically excised keloids reportedly recur at a rate of >45%. Post-excision radiation (RT) has been delivered via external beam radiotherapy (EBRT) or interstitial high dose rate (HDR) brachytherapy. Despite historical data showing 10% to 20% keloid recurrences with post-excision RT, there is a paucity of high-quality evidence comparing keloid recurrences between the two RT modalities. Objectives We performed the largest single-institution case-control retrospective study (2004-2014) of keloid recurrence rates and complications between post-excision EBRT and HDR brachytherapy. Methods One-hundred and twenty-eight patients, with 264 keloid lesions, were treated by excision alone (n = 28), post-excision EBRT (n = 197), or post-excision HDR brachytherapy (n = 39). Patient and keloid recurrence data were analyzed using mixed effect Cox regression modeling with a statistical threshold of P < .05. Results Fifty-four percent of keloids recurred after surgical excision alone (9-month median follow up); 19% of keloids recurred with post-excision EBRT (42-month median follow up); 23% of keloids recurred with post-excision brachytherapy (12-month median follow up). Adjuvant EBRT and brachytherapy each showed significant control of keloid recurrence compared to excision alone (P < .01). EBRT significantly delayed the time of keloid recurrence over brachytherapy by a mean difference of 2.5 years (P < .01). Conclusions Post-excision RT shows significant reduction in keloid recurrence compared to excision alone. While the recurrence control rates are not statistically different between EBRT and brachytherapy, keloids treated with EBRT recurred significantly later than those treated by HDR brachytherapy by a mean of 2.5 years. Further workup with a randomized control study will help to refine optimal adjuvant RT treatment. Level of Evidence: 3",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://academic.oup.com/asj/article-pdf/37/2/212/23783764/sjw124.pdf",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1093/asj/sjw124?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1093/asj/sjw124, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "4449168",
        "name": "D. Hoang"
      },
      {
        "authorId": "40383344",
        "name": "R. Reznik"
      },
      {
        "authorId": "48154461",
        "name": "M. Orgel"
      },
      {
        "authorId": "2108644903",
        "name": "Quanlin Li"
      },
      {
        "authorId": "11302099",
        "name": "A. Mirhadi"
      },
      {
        "authorId": "4494400",
        "name": "D. Kulber"
      }
    ]
  },
  {
    "paperId": "cb1eaeba24403bd8e035082c9cffc3d371b9e556",
    "externalIds": {
      "MAG": "2606729415",
      "PubMedCentral": "5965337",
      "DOI": "10.1177/2059513117702162",
      "CorpusId": 43945029,
      "PubMed": "29799581"
    },
    "url": "https://www.semanticscholar.org/paper/cb1eaeba24403bd8e035082c9cffc3d371b9e556",
    "title": "Intralesional cryotherapy for hypertrophic scars and keloids: a review",
    "abstract": "Introduction: Hypertrophic and keloid scarring remain notoriously troublesome for patients to tolerate and frustratingly difficult for clinicians to treat. Many different treatment modalities exist, signifying the failure of any method to achieve consistently excellent results. Intralesional cryotherapy is a relatively recent development that uses a double lumen needle, placed through the core of a keloid or hypertrophic scar, to deliver nitrogen vapour, which freezes the scar from its core, outwards. Methods: This article provides a comprehensive review of the literature on intralesional cryotherapy for hypertrophic scars and keloids. A systematic review or meta-analysis was not possible, since the existing articles did not permit this. Results: A search of English language, peer-reviewed literature was carried out. The evidence base was found to be low (level 4). In addition, much of the published evidence comes from a very few groups. Despite this, consistent findings from case series suggest that the technique is safe and achieves good scar reduction with very few treatments. Adverse effects include depigmentation, recurrence and pain. Pain and recurrence appear to be uncommon and depigmentation may be temporary. Discussion: Well-constructed, prospectively recruited comparative trials are absent from the literature. These are strongly encouraged, in order to strengthen general confidence in this technique and in the repeatability of outcomes reported thus far. Lay Summary There are many different types of treatment for hypertrophic scars and keloid scars, but no treatment works perfectly in all individuals. Intralesional cryotherapy is a relatively new technique which freezes a scar from the centre outwards. This article provides a summary of the technique and the evidence for its usefulness in the medical literature. While no large-scale studies have been reported, the findings from small scale studies have been very encouraging. Intralesional cryotherapy appears to be safe and effective, with few adverse effects, but more research is needed in order to compare it adequately with other types of treatment",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://journals.sagepub.com/doi/pdf/10.1177/2059513117702162",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5965337, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1397813528",
        "name": "C. O’Boyle"
      },
      {
        "authorId": "1404292493",
        "name": "Holleh Shayan-Arani"
      },
      {
        "authorId": "1406241489",
        "name": "Maha Wagdy Hamada"
      }
    ]
  },
  {
    "paperId": "ac7e5ab4384fc4d10c601f8b6799eb7d8dfb9c14",
    "externalIds": {
      "PubMedCentral": "5470963",
      "MAG": "2592407340",
      "DOI": "10.18632/oncotarget.15880",
      "CorpusId": 3780337,
      "PubMed": "28404955"
    },
    "url": "https://www.semanticscholar.org/paper/ac7e5ab4384fc4d10c601f8b6799eb7d8dfb9c14",
    "title": "Identification of skin-related lncRNAs as potential biomarkers that are involved in Wnt pathways in keloids",
    "abstract": "The long non-coding RNAs (lncRNAs) regulating encoding transcripts/genes involved in Wnt signalling pathway in keloids is largely unclear. We used a pathway-focused lncRNA microarray to detect the differentiated expression profiles of both lncRNAs and genes involved in Wnt pathway, thus a total of 116 Wnt-targeted genes and 69 Wnt-related lncRNAs aberrantly expressed in keloids were initially identified. A stepwise bioinformatics was further performed to find skin-related lncRNA/gene pairs in Wnt pathway in keloids. Firstly, an lncRNA/gene co-expression network with clustered functional modules was constructed; simultaneously, 114 Wnt-genes regarding to dermis were online enriched using Phenotype Enrichment. Secondly, 17 skin-related keloid-aberrant Wnt-genes were acquired by overlapping the 114 skin-related Wnt-genes with the 116 keloid-aberrant Wnt-genes. Thirdly, after co-expression coefficient of each lncRNA/gene profile being ranked respectively, 11 top co-expressed lncRNAs characterized with the highest co-expression coefficients to the 17 genes were identified. Fourthly, seven of the 11 top co-expressed lncRNAs exhibiting array-detected aberrant expression in keloids, together with their 12 most interactive Wnt-genes, were selected to undergo in-pair intracellularly quantitative PCR validation in keloids. As a result, four lncRNAs including CACNA1G-AS1, HOXA11-AS, LINC00312 and RP11-91I11.1 with their six paired Wnt-genes undergoing both array-and-qPCR as well as lncRNA-and-gene double validation were finally identified as skin-related lncRNA/gene pairs that involved in Wnt signalling pathway in keloids. In conclusion, in-depth exploration on these easily-accessible lncRNAs in keloids might aid to find the novel target on how to maintain highly recurrent tumours benign via Wnt-involved network regulation.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "http://www.oncotarget.com/index.php?journal=oncotarget&page=article&op=download&path%5B%5D=15880&path%5B%5D=50771",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5470963, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2112540124",
        "name": "Xiaojie Sun"
      },
      {
        "authorId": "49110925",
        "name": "Qiang Wang"
      },
      {
        "authorId": "49568049",
        "name": "Baofeng Guo"
      },
      {
        "authorId": "4211950",
        "name": "Xianying Liu"
      },
      {
        "authorId": "145952971",
        "name": "B. Wang"
      }
    ]
  },
  {
    "paperId": "487040129f4b3e7015b825366ddc91c8e09541bb",
    "externalIds": {
      "MAG": "2401715620",
      "DOI": "10.1097/PRS.0000000000002165",
      "CorpusId": 13407765,
      "PubMed": "27219228"
    },
    "url": "https://www.semanticscholar.org/paper/487040129f4b3e7015b825366ddc91c8e09541bb",
    "title": "A Comparison of the Effectiveness of Triamcinolone and Radiation Therapy for Ear Keloids after Surgical Excision: A Systematic Review and Meta-Analysis",
    "abstract": "Background: The ear is a common site for keloid formation, usually after trauma or ear piercing. This study is a meta-analysis to identify effective treatments for ear keloids after surgical excision. Methods: A systematic literature review and meta-analysis were performed using core databases. Postoperative adjuvant treatment modalities for ear keloids and recurrence rates were extracted and analyzed. Fixed and random effect models were applied. Results: Twenty-five studies published before August of 2015 were identified. The recurrence rate after surgical excision of an ear keloid in the triamcinolone group was estimated as 15.4 percent (95 percent CI, 9.4 to 24.1 percent; p < 0.001). The recurrence rate in the radiation therapy group was estimated as 14.0 percent (95 percent CI, 9.6 to 19.9 percent; p < 0.001). Conclusion: Although a large-scale, randomized study is required for confirmation, both triamcinolone and radiation therapy provided outstanding treatment for ear keloids after surgical excision without a significant difference between the two treatments.",
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/PRS.0000000000002165?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/PRS.0000000000002165, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2218974269",
        "name": "J. Shin"
      },
      {
        "authorId": "2108524388",
        "name": "Jin-Won Lee"
      },
      {
        "authorId": "66614894",
        "name": "Si-Gyun Roh"
      },
      {
        "authorId": "90880595",
        "name": "Nae-Ho Lee"
      },
      {
        "authorId": "8571655",
        "name": "Kyung‐Moo Yang"
      }
    ]
  },
  {
    "paperId": "eb102c2503454cd2e078bf63df39290c5dbf799c",
    "externalIds": {
      "MAG": "2537470995",
      "PubMedCentral": "5098087",
      "DOI": "10.1155/2016/5162394",
      "CorpusId": 16843977,
      "PubMed": "27843936"
    },
    "url": "https://www.semanticscholar.org/paper/eb102c2503454cd2e078bf63df39290c5dbf799c",
    "title": "The Biomechanics and Optimization of the Needle-Syringe System for Injecting Triamcinolone Acetonide into Keloids",
    "abstract": "Purpose. Injecting triamcinolone acetonide (TA) into a keloid is physically challenging due to the density of keloids. The purpose was to investigate the effects of various syringe and needle combinations on the injection force to determine the most ergonomic combination. Materials and Methods. A load cell was used to generate and measure the injection force. Phase 1: the injection force of 5 common syringes was measured by injecting water into air. The syringe that required the lowest injection force was evaluated with various needle gauges (25, 27, and 30 G) and lengths (16, 25, and 38 mm) by injecting TA (40 mg/mL) into air. The needle-syringe combination with the lowest injection force (CLIF) was deemed the most ergonomic combination. Phase 2: comparisons between the CLIF and a standard combination (SC) were performed by injecting TA into air and tap water into a keloid specimen. Intraclass Correlation Coefficient (ICC) and independent t-test were used. Results. Increasing the syringe caliber, injection speed, and needle gauge and length significantly increased the injection force (p value < 0.001). The SC required a maximum force of 40.0 N to inject water into keloid, compared to 25.0 N for the CLIF. Injecting TA into keloid using the SC would require an injection force that was 103.5% of the maximum force female thumbs could exert compared to 64.8% for the CLIF. ICC values were greater than 0.4. Conclusions. The 1 mL polycarbonate syringe with a 25 G, 16 mm needle (CLIF) was the most ergonomic combination. The SC required a substantial injection force, which may represent a physical challenge for female thumbs.",
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "http://downloads.hindawi.com/archive/2016/5162394.pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5098087, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48344289",
        "name": "A. Vo"
      },
      {
        "authorId": "2324083",
        "name": "Marc Doumit"
      },
      {
        "authorId": "47253544",
        "name": "Gloria Rockwell"
      }
    ]
  },
  {
    "paperId": "97877a43973888044d26c696c1455d8d09863af6",
    "externalIds": {
      "MAG": "2780962429",
      "CorpusId": 23835971,
      "PubMed": "28979658"
    },
    "url": "https://www.semanticscholar.org/paper/97877a43973888044d26c696c1455d8d09863af6",
    "title": "RADIATION THERAPY for the Adjunctive Treatment of Surgically Excised Keloids: A Review.",
    "abstract": null,
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "3475184",
        "name": "Nikoo N Cheraghi"
      },
      {
        "authorId": "2996052",
        "name": "A. Cognetta"
      },
      {
        "authorId": "2060983255",
        "name": "D. Goldberg"
      }
    ]
  },
  {
    "paperId": "d150083af46a7a39f26b939247e674d9ad945382",
    "externalIds": {
      "MAG": "2560712977",
      "DOI": "10.1111/exd.13271",
      "CorpusId": 1351894,
      "PubMed": "27943413"
    },
    "url": "https://www.semanticscholar.org/paper/d150083af46a7a39f26b939247e674d9ad945382",
    "title": "Aberrant connective tissue differentiation towards cartilage and bone underlies human keloids in African Americans",
    "abstract": "Keloids are benign fibroproliferative tumors more frequently found among African Americans. Until now, keloid etiopathogenesis is not fully understood. To characterize keloids in African Americans, we performed transcriptional profiling of biopsies from large chronic keloids, adjacent non‐lesional (NL) skin (n=3) and a newly formed keloid lesion using Affymetrix HGU133 2.0 plus arrays. Quantitative RT‐PCR (qRT‐PCR) and immunohistochemistry (IHC) staining were performed to confirm increased expression of relevant genes. We identified 1202 upregulated and 961 downregulated differentially expressed genes (DEGs) between keloid and NL skin; 1819 up‐ and 1867 downregulated DEGs between newly formed keloid and NL skin; and 492 up‐ and 775 downregulated DEGs between chronic and newly formed keloid (fold change >2, false discovery rate <0.05). Many of the top upregulated DEGs between chronic keloid and NL skin and between newly formed keloid and NL skin are involved in bone/cartilage formation including Fibrillin 2 (FBN2), Collagen type X alpha 1, Asporin (ASPN), Cadherin 11 (CDH11), Bone morphogenic protein 1 (BMP1), Secreted phosphoprotein 1 and Runt‐related transcription factor 2 (RUNX2). qRT‐PCR confirmed significant (P<.05) upregulation of BMP1, RUNX2, CDH11 and FBN2 in chronic keloid compared to NL skin. IHC staining showed increased protein expression of ASPN, CDH11, BMP1 and RUNX2 on chronic and newly formed keloid compared to NL skin. Our study shows that large keloids in African Americans represent a dysplasia of cutaneous connective tissue towards immature cartilage or bone differentiation. The phenotype is potentially regulated by overexpression of RUNX2. This knowledge may give insights to guide the development of better treatment for the disease in the future.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc5466890?pdf=render",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/exd.13271?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/exd.13271, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1398155197",
        "name": "J. Fuentes-Duculan"
      },
      {
        "authorId": "40447871",
        "name": "Kathleen M. Bonifacio"
      },
      {
        "authorId": "14842374",
        "name": "M. Suárez-Fariñas"
      },
      {
        "authorId": "7287215",
        "name": "Norma Kunjravia"
      },
      {
        "authorId": "50539298",
        "name": "S. Garcet"
      },
      {
        "authorId": "2061190919",
        "name": "T. Cruz"
      },
      {
        "authorId": "33613060",
        "name": "Claire Q. F. Wang"
      },
      {
        "authorId": "49507441",
        "name": "Hui Xu"
      },
      {
        "authorId": "1404043716",
        "name": "Patricia Gilleadeau"
      },
      {
        "authorId": "1398817655",
        "name": "M. Sullivan-Whalen"
      },
      {
        "authorId": "7379750",
        "name": "M. Tirgan"
      },
      {
        "authorId": "5821069",
        "name": "J. Krueger"
      }
    ]
  },
  {
    "paperId": "122195aeccd770e4718b6f3cd683fe5d7176cf6f",
    "externalIds": {
      "MAG": "2255602682",
      "DOI": "10.1002/lsm.22470",
      "CorpusId": 32988842,
      "PubMed": "26749479"
    },
    "url": "https://www.semanticscholar.org/paper/122195aeccd770e4718b6f3cd683fe5d7176cf6f",
    "title": "Increased blood flow in keloids and adjacent skin revealed by laser speckle contrast imaging",
    "abstract": "Keloids are fibroproliferative lesions of unknown origin that are characterized by increased collagen deposition. Vascularization may play a role in the pathogenesis of keloids, but existing reports are contradictory. Thus, we assessed perfusion within keloids and surrounding skin using laser speckle contrast imaging (LSCI).",
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1002/lsm.22470?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1002/lsm.22470, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2112212769",
        "name": "Qingliang Liu"
      },
      {
        "authorId": "122024698",
        "name": "Xiaojun Wang"
      },
      {
        "authorId": "3929015",
        "name": "Yihong Jia"
      },
      {
        "authorId": "143993833",
        "name": "Xiao Long"
      },
      {
        "authorId": "8446299",
        "name": "Nanze Yu"
      },
      {
        "authorId": "65862918",
        "name": "Youbin Wang"
      },
      {
        "authorId": "2152689286",
        "name": "Bo Chen"
      }
    ]
  },
  {
    "paperId": "f42cef25af447b71a582cf5b293af55826929516",
    "externalIds": {
      "MAG": "2604610770",
      "PubMedCentral": "5965318",
      "DOI": "10.1177/2059513117700157",
      "CorpusId": 43944328,
      "PubMed": "29799555"
    },
    "url": "https://www.semanticscholar.org/paper/f42cef25af447b71a582cf5b293af55826929516",
    "title": "Autologous fat grafting in keloids and hypertrophic scars: a review",
    "abstract": "Keloid and hypertrophic scars are unique human dermal fibroproliferative disorders of the injured skin and are associated with pain, itch and can cause functional limitations. A number of genetic, systemic and local factors have been identified in the formation of keloids and hypertrophic scars. Studies have shown that adipose-derived stem cells have angiogenic and antiapoptotic properties which has effects on wound healing, soft-tissue restoration and scar remodelling, and thus may have a role in managing keloid scaring. However, this role is not well described in the literature. A systemic review of available literature was thus undertaken, regarding the use of fat grafting in treatment of keloids and hypertrophic scarring. In total, 858 articles were identified, with ten studies ultimately fulfilling inclusion criteria. There were no studies specifically isolating the keloids and hypertrophic group of patients, and thus quantitative data were completely lacking from the literature. There were, however, individual cases described, and qualitatively encouraging clinical results were reported for the use of fat grafting on keloids and hypertrophic scars. Combined with the current theoretical and immunohistochemical understanding through other laboratory and animal studies, fat grafting may play a role in the treatment of keloids and hypertrophic scaring; however, specific evidence is currently lacking. The role for further research is clear. Lay Summary: Keloid and hypertrophic scars are difficult to treat conditions. Some studies have suggested that fat cells may have a role in managing these scars although this role is not well described in the literature. We perform a systematic review of available literature, examining the evidence for this.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://journals.sagepub.com/doi/pdf/10.1177/2059513117700157",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5965318, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "66527696",
        "name": "Geoffrey Lee"
      },
      {
        "authorId": "1399949255",
        "name": "D. Hunter-Smith"
      },
      {
        "authorId": "3736907",
        "name": "W. Rozen"
      }
    ]
  },
  {
    "paperId": "54997c2fbe296dd9dd7886d8d3b5335c75681e22",
    "externalIds": {
      "MAG": "2997600033",
      "CorpusId": 20430246,
      "PubMed": "29188931"
    },
    "url": "https://www.semanticscholar.org/paper/54997c2fbe296dd9dd7886d8d3b5335c75681e22",
    "title": "Treatment of hypertrophic scars and keloids.",
    "abstract": null,
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "2046835",
        "name": "I. Kaartinen"
      }
    ]
  },
  {
    "paperId": "0c5d6faa51793142a9c343d724adf5b77e814757",
    "externalIds": {
      "MAG": "2724262622",
      "CorpusId": 79657758
    },
    "url": "https://www.semanticscholar.org/paper/0c5d6faa51793142a9c343d724adf5b77e814757",
    "title": "Treatment of small keloids with intralesional 5-fluorouracil alone vs. intralesional triamcinolone acetonide with 5-fluorouracil",
    "abstract": null,
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "122232020",
        "name": "Saurabh Sharma"
      },
      {
        "authorId": "39938090",
        "name": "R. Bassi"
      },
      {
        "authorId": "2110094742",
        "name": "Amit M Gupta"
      }
    ]
  },
  {
    "paperId": "949a1150ca61cfbe7c0fe5e0bf8a04bcffae039c",
    "externalIds": {
      "PubMedCentral": "5813184",
      "MAG": "2765797353",
      "DOI": "10.1111/1346-8138.14110",
      "CorpusId": 3492848,
      "PubMed": "29083048"
    },
    "url": "https://www.semanticscholar.org/paper/949a1150ca61cfbe7c0fe5e0bf8a04bcffae039c",
    "title": "Complete excision of proliferating core in auricular keloids significantly reduces local recurrence: A prospective study",
    "abstract": "Keloids are mysterious soft‐tissue tumors that are characterized by excessive reparative processes composed of collagen‐forming fibroblasts and inflammatory cells. Generally, complete tumor excision regardless of sufficient margin is considered as a first‐line treatment because they are considered reactive rather than a neoplastic condition. Recently, a specific part of the keloids is being highlighted as an important microstructure for local recurrence, but there has been very little evidence. We conducted a prospective study to evaluate the relationship of recurrence and several clinicopathological parameters with specific focus on surgical resection margin. A total 87 cases of auricular keloids from 71 patients were included. The resection margins were carefully evaluated by an exhaustive grossing method and thorough microstructural assessment. During up to 48.8 months of the follow‐up period, local recurrence has been monitored and documented. The clinicopathological data including symptoms, bilaterality, size, location, prior treatment and operation history, gross type and etiology were collected and analyzed. Positive margin status was significantly related to tumor recurrence (P < 0.0001). Complete excision warrants a lower recurrence of auricular keloids in an Asian population. The most reasonable explanation for this seems to be remnant “proliferating core”, which may serve a key role in local recurrence.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/1346-8138.14110",
      "status": "HYBRID",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5813184, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "46985835",
        "name": "Y. Chong"
      },
      {
        "authorId": "153862257",
        "name": "Chan Woo Kim"
      },
      {
        "authorId": "2108448423",
        "name": "Yong Sung Kim"
      },
      {
        "authorId": "6395688",
        "name": "C. Chang"
      },
      {
        "authorId": "3086394",
        "name": "T. Park"
      }
    ]
  },
  {
    "paperId": "4b711efb8fbd4ddaf55da1fca5bb69e7344e0516",
    "externalIds": {
      "MAG": "2748396687",
      "DOI": "10.1038/ejhg.2017.121",
      "CorpusId": 4880546,
      "PubMed": "28905881"
    },
    "url": "https://www.semanticscholar.org/paper/4b711efb8fbd4ddaf55da1fca5bb69e7344e0516",
    "title": "Identification of ASAH1 as a susceptibility gene for familial keloids",
    "abstract": null,
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.nature.com/articles/ejhg2017121.pdf",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1038/ejhg.2017.121?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1038/ejhg.2017.121, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1396456557",
        "name": "R. Santos-Cortez"
      },
      {
        "authorId": "2149296885",
        "name": "Ying Hu"
      },
      {
        "authorId": "3897307",
        "name": "Fanyue Sun"
      },
      {
        "authorId": "1432729482",
        "name": "Fairouz Benahmed-Miniuk"
      },
      {
        "authorId": "2117238720",
        "name": "Jian Tao"
      },
      {
        "authorId": "6170394",
        "name": "Jitendra Kanaujiya"
      },
      {
        "authorId": "122512331",
        "name": "S. Ademola"
      },
      {
        "authorId": "6583325",
        "name": "S. Fadiora"
      },
      {
        "authorId": "5715512",
        "name": "V. Odesina"
      },
      {
        "authorId": "2800599",
        "name": "D. Nickerson"
      },
      {
        "authorId": "31959483",
        "name": "M. Bamshad"
      },
      {
        "authorId": "34933756",
        "name": "P. Olaitan"
      },
      {
        "authorId": "80784407",
        "name": "O. Oluwatosin"
      },
      {
        "authorId": "2120700",
        "name": "S. Leal"
      },
      {
        "authorId": "1911457",
        "name": "E. Reichenberger"
      }
    ]
  },
  {
    "paperId": "536d78e988449906c5b7d09b04f2a73af730fa21",
    "externalIds": {
      "MAG": "2536002299",
      "DOI": "10.1097/SAP.0000000000000903",
      "CorpusId": 21162653,
      "PubMed": "27775986"
    },
    "url": "https://www.semanticscholar.org/paper/536d78e988449906c5b7d09b04f2a73af730fa21",
    "title": "Treatment of Keloids With Excision and Adjuvant Radiation: A Single Center Experience and Review of the Literature",
    "abstract": "Background Management of keloids has remained a conundrum, because an optimum treatment regimen has yet to be elucidated. Currently, treatment varies widely between more conservative measures, such as steroid injections, topical medications, and silicone sheeting, to more aggressive options, such as surgery and postoperative radiation. The latter combination has been touted to have superior results, with the lowest rates of pathologic scar recurrence. Methods We performed a retrospective review to critically evaluate the effectiveness of surgical excision and radiation treatment in patients with keloids. Surgical resection of surgeon-selected keloids, combined with state-of-the-art postoperative cutaneous radiation therapy, was used at a major tertiary referral center. For patients with poor follow-up, phone calls were made to determine recurrence. In addition, we present a review of the current literature to provide a comprehensive synopsis of current keloid treatment. Results A total of 69 patients' records were reviewed. There were a total of 84 keloids upon pathology review. The overall recurrence rate for all keloids was 27%, and in those followed greater than 1 year, recurrence for keloids was 74%. About half the patients with more than 1 year of follow-up experienced recurrence more than 1 year after treatment. Conclusions At this time, the evidence supporting surgery and radiation for the treatment of keloids remains equivocal, and randomized controlled studies are needed to determine the efficacy of this treatment protocol. Most importantly, our data reinforce the need for long-term follow-up in this patient population.",
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/SAP.0000000000000903?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/SAP.0000000000000903, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "9608435",
        "name": "Katelyn G. Bennett"
      },
      {
        "authorId": "1718241",
        "name": "Theodore A Kung"
      },
      {
        "authorId": "3981688",
        "name": "J. Hayman"
      },
      {
        "authorId": "2115444868",
        "name": "David L. Brown"
      }
    ]
  },
  {
    "paperId": "e3a198579eca90490a9467b9f49f1773c1079f20",
    "externalIds": {
      "MAG": "2173301824",
      "DOI": "10.1111/iwj.12547",
      "CorpusId": 205221862,
      "PubMed": "26593457"
    },
    "url": "https://www.semanticscholar.org/paper/e3a198579eca90490a9467b9f49f1773c1079f20",
    "title": "Successful eradication of helical rim keloids with surgical excision followed by pressure therapy using a combination of magnets and silicone gel sheeting",
    "abstract": "Extremely limited data are available for the treatment of helical rim keloids. The purpose of the present study was to demonstrate the successful treatment of helical rim keloids using surgical exicison followed by a newly designed pressure therapy device. We treated 40 pure helical rim keloids in 36 patients with surgical excisions followed by pressure therapy using a combination of magnets and silicone gel sheeting for 12 hours over a period of 2 years, from May 2012 to February 2014, at tertiary medical centre. The follow‐up period was 18 months. Primary outcome was recurrence of keloids. Secondary outcome was patient satisfaction as assessed by the Patient Observer Scar Assessment Scale (POSAS). The overall recurrence‐free rate was 95·0% after a follow‐up period of 18 months. Scores obtained from the POSAS showed that most items were reported to be improved. This adjuvant therapy protocol resulted in excellent outcomes in cases of helical rim keloids compared to previously published protocols.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7949688",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/iwj.12547?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/iwj.12547, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "3086394",
        "name": "T. Park"
      },
      {
        "authorId": "6538991",
        "name": "D. Rah"
      }
    ]
  },
  {
    "paperId": "f8d95161b5d66b1d972856492f8a3a9b9cdd6de7",
    "externalIds": {
      "MAG": "2615675732",
      "PubMedCentral": "5459645",
      "DOI": "10.1097/GOX.0000000000001336",
      "CorpusId": 34750590,
      "PubMed": "28607862"
    },
    "url": "https://www.semanticscholar.org/paper/f8d95161b5d66b1d972856492f8a3a9b9cdd6de7",
    "title": "A Case of Keloids Complicated by Castleman’s Disease: Interleukin-6 as a Keloid Risk Factor",
    "abstract": "Summary: Keloids are a manifestation of a fibroproliferative scarring disorder of the skin and develop in response to dermal injury in patients with a susceptible background. Local, systemic, and genetic factors contribute to keloid susceptibility. These factors include tension on the edges of the wound, hormonal influences, and ethnicity, respectively. Castleman’s disease is a rare lymphoproliferative disorder that is characterized by the unregulated overproduction of interleukin-6, which leads to systemic lymphadenopathy and constitutional inflammatory symptoms. This case report shows that the bilateral auricular keloids of an adult woman were greatly exacerbated by the onset of Castleman’s disease. We present our multimodal management algorithm for auricular keloids, which involves core excision and radiation therapy and achieves excellent aesthetic outcomes. The current treatment pathway for auricular keloids and the possible relationship between interleukin-6 and keloid progression will be discussed.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.1097/gox.0000000000001336",
      "status": "GOLD",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5459645, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "4587240",
        "name": "W. Quong"
      },
      {
        "authorId": "33846667",
        "name": "Y. Kozai"
      },
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      }
    ]
  },
  {
    "paperId": "5d41564d020baaf2d8e0b471a331fbab3ebc480e",
    "externalIds": {
      "MAG": "2522251849",
      "PubMedCentral": "5028955",
      "DOI": "10.1186/s12895-016-0050-5",
      "CorpusId": 14915090,
      "PubMed": "27646558"
    },
    "url": "https://www.semanticscholar.org/paper/5d41564d020baaf2d8e0b471a331fbab3ebc480e",
    "title": "Risk factors of keloids in Syrians",
    "abstract": "BackgroundKeloid is a benign fibrous growth, which presents in scar tissue of predisposed individuals. It is a result of irregular wound healing, but the exact mechanism is unknown. However, several factors may play a role in keloid formation. To date, there are no studies of keloids in Syria, and limited studies on Caucasians, so we have investigated the risk factors of keloids in Syrians (Caucasians), and this is the main objective of this study.MethodsDiagnosis of keloids was clinically made after an interview and physical examination. We did a histopathological study in case the physical examination was unclear.The following information was taken for each patient; sex, Blood groups (ABO\\Rh), cause of scarring, anatomical sites, age of onset, number of injured sites (single\\multiple) and family history.ResultsWe have studied the clinical characteristics of 259 patients with keloids,130 (50.2 %) females and 129 (49.8 %) males. There were 209 (80.7 %) patients with keloids in a single anatomical site compared to 50 (19.3 %) patients with 130 keloids in multiple anatomical sites, 253 (97.68 %) patients with keloids caused by a single cause for each patient compared to 6 (2.32 %) patients with keloids caused by two different causes for each patient.Keloids could follow any form of skin injury, but burn was the most common (28.68 %). Also, keloids could develop at any anatomical sites, but upper limb (20 %) followed by sternum (19.17 %) was the most common. Over half of the patients developed keloids in the 11–30 age range. 19.3 % (50/259) of patients had family history, 76 % (38/50) of them had keloids located in the same anatomical sites of relative, also, 66 % (33\\50) of them had keloids caused by the same cause.The following information was found to be statistically significant; people with blood group A (p = 0.01) compared with other blood groups, spontaneous keloids in patients with blood group A (p = 0.01), acne in males (p = 0.0008) compared to females, acne in someone who has a previous acne keloid (p = 0.0002), burn in someone who has a previous burn keloid (p = 0.029), family history, especially for spontaneous (p = 0.005), presternal (p = 0.039) and shoulder (p = 0.008) keloids, people in second and third decades (p = 0.02) (p = 0.01) respectively.ConclusionAge of onset, sex, cause of scarring, blood groups, anatomical site, presence of family history and the number of site (multiple\\single) were significant in keloid formation in Syrians.",
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://bmcdermatol.biomedcentral.com/track/pdf/10.1186/s12895-016-0050-5",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5028955, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2056234566",
        "name": "Abeer Shaheen"
      },
      {
        "authorId": "4861773",
        "name": "Jamal Khaddam"
      },
      {
        "authorId": "4425189",
        "name": "Fadi Kesh"
      }
    ]
  },
  {
    "paperId": "5456bf5a761c8363689721def4f3f3b1dde8a4c4",
    "externalIds": {
      "PubMedCentral": "5561714",
      "MAG": "2739863532",
      "DOI": "10.4103/JCAS.JCAS_136_16",
      "CorpusId": 31513,
      "PubMed": "28852292"
    },
    "url": "https://www.semanticscholar.org/paper/5456bf5a761c8363689721def4f3f3b1dde8a4c4",
    "title": "Fractional Carbon Dioxide, Long Pulse Nd:YAG and Pulsed Dye Laser in the Management of Keloids",
    "abstract": "Background: Keloids are abnormal wound responses characterised by excessive deposition of collagen and glycoprotein. They are both aesthetically and symptomatically distressing for most of the patients. There are reports of keloid management with pulsed dye laser (PDL), fractional carbon dioxide (CO2) laser and neodymium-doped yttrium aluminium garnet (Nd:YAG) laser individually and also in combination of CO2 with PDL and CO2 with Nd:YAG. Here, we discuss a combination of all the 3 lasers as a therapy for keloids. Aim: This study aims to assess the efficacy of fractional CO2 laser, long pulse Nd:YAG laser and PDL in the management of keloids. Materials and Methods: Fifteen patients with keloids were treated by fractional CO2 laser, followed by PDL and long pulse Nd:YAG laser at monthly intervals. Four patients discontinued the study and were lost for follow-up. Photographs were taken at the beginning of the treatment and at the end of five sessions. Clinical improvement was analysed based on a visual analogue scale graded by three blinded observers after assessing the clinical photographs for the improvement in size, colour and aesthetic impression. Results: Of the 11 patients, one patient had excellent improvement, one patient had good improvement, four patients had moderate improvement, two patients had mild improvement and three had no improvement. Conclusion: Lasers may have a synergistic effect when combined with other modalities of treatment but cannot be used as monotherapy in the treatment of keloids.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.4103/jcas.jcas_136_16",
      "status": "GOLD",
      "license": "CCBYNCSA",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5561714, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "23575845",
        "name": "Ashwini Annabathula"
      },
      {
        "authorId": "2254714088",
        "name": "CShanmuga Sekar"
      },
      {
        "authorId": "145246708",
        "name": "C. Srinivas"
      }
    ]
  },
  {
    "paperId": "98cb280057c6f58b81e8788138ce4a2466a0230f",
    "externalIds": {
      "MAG": "2591103711",
      "DOI": "10.1097/PRS.0000000000003014",
      "CorpusId": 32335654,
      "PubMed": "28121871"
    },
    "url": "https://www.semanticscholar.org/paper/98cb280057c6f58b81e8788138ce4a2466a0230f",
    "title": "Identification of Key Modules and Hub Genes of Keloids with Weighted Gene Coexpression Network Analysis",
    "abstract": "Background: Keloid scarring impairs patients’ quality of life, and although many therapeutic strategies have been developed, most remain unsatisfactory because of limited understanding of the mechanisms underlying keloid development. Methods: A microarray gene expression data set from keloid tissue was acquired from the Gene Expression Omnibus. Differentially expressed genes in fibroblasts and keratinocytes underwent functional annotation and pathway analysis. Weighted gene coexpression network analysis was applied to identify the gene targets of keloid scars within differentially expressed genes. Modules and hub genes for keloids were identified. Enrichment analysis was undertaken to verify the modules’ and hub genes’ relationship with keloids. Results: Enrichment analysis and pathway analysis showed gene ontology terms and pathways related to keloids. Each cell type generated three modules in weighted gene coexpression network analysis, with one module most related to keloids. Enrichment analysis showed that the modules concerned are enriched with terms related to keloids. Three hub genes were selected for fibroblasts and keratinocytes, and their relationship to keloids was verified. Immunohistochemical staining verified expression change of some hub genes. Conclusions: This is the first study to describe the gene networks underlying keloids. Modules and hub genes generated in the present study are highly related to keloids and may identify novel therapeutic targets for treatment of keloids. CLINICAL QUESTION/LEVEL OF EVIDENCE: Therapeutic, V.",
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/PRS.0000000000003014?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/PRS.0000000000003014, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2109272840",
        "name": "Wenhui Liu"
      },
      {
        "authorId": "2163860",
        "name": "Xiaolu Huang"
      },
      {
        "authorId": "46573991",
        "name": "X. Liang"
      },
      {
        "authorId": "2110337565",
        "name": "Yiwen Zhou"
      },
      {
        "authorId": "91956333",
        "name": "Haizhou Li"
      },
      {
        "authorId": "144568667",
        "name": "Qingxiong Yu"
      },
      {
        "authorId": "2757851",
        "name": "Qingfeng Li"
      }
    ]
  },
  {
    "paperId": "3f738db5d058798e87fca5b397c576a6616a1c35",
    "externalIds": {
      "MAG": "2036421172",
      "DOI": "10.1111/jocd.12134",
      "CorpusId": 44981417,
      "PubMed": "25810045"
    },
    "url": "https://www.semanticscholar.org/paper/3f738db5d058798e87fca5b397c576a6616a1c35",
    "title": "Intralesional botulinum toxin type A equally effective and better tolerated than intralesional steroid in the treatment of keloids: a randomized controlled trial",
    "abstract": "Intralesional (IL) corticosteroid therapy is a treatment for keloids. IL botulinum toxin type A (BTA) has been postulated in such an indication with controversial reports. To compare efficacy and safety of IL BTA to the IL corticosteroid therapy in treatment of keloids. Twenty‐four patients with keloids were randomly divided into two equal groups: receiving IL steroid repeated every 4 weeks for six sessions (group A) and IL BTA 5 IU/cm3 repeated every 8 weeks for three sessions (group B). Objective parameters (hardness, elevation, and redness), subjective complaints (itching, pain, and tenderness), patient satisfaction, and side effects were evaluated. There was a significant decrease in the volume of the lesions after treatment (P < 0.01), with a volume reduction of 82.7% and 79.2%, respectively, in both groups. A significant softening of lesions vs. baseline was observed (P < 0.01), with statistically significant improvement in softening in group A (P < 0.01). There was a significant decrease in height of lesions and in redness score compared with baseline (P < 0.01) with no significant difference in between both groups. All patients mentioned a significant reduction of their subjective complaints (P < 0.01) that were more significant in group B. Skin atrophy and telangiectasia were evident in three patients of group A. The efficacy and safety of the IL BTA were clearly evident in the current work from the rapid significant amelioration of the subjective complaints and the comparable significant improvement of the objective parameters as well as the volume of the keloids in comparison with the IL corticosteroids.",
    "year": 2015,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/jocd.12134?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/jocd.12134, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "9046647",
        "name": "Eman Shaarawy"
      },
      {
        "authorId": "4127650",
        "name": "R. Hegazy"
      },
      {
        "authorId": "9040851",
        "name": "R. A. Abdel Hay"
      }
    ]
  },
  {
    "paperId": "5dcf5f4bdedfc5a05b3cb87be5430eccc048b722",
    "externalIds": {
      "MAG": "2586069402",
      "DOI": "10.1097/DSS.0000000000001052",
      "CorpusId": 32350131,
      "PubMed": "28195846"
    },
    "url": "https://www.semanticscholar.org/paper/5dcf5f4bdedfc5a05b3cb87be5430eccc048b722",
    "title": "Color Doppler Ultrasound Assessment of Activity in Keloids",
    "abstract": "BACKGROUND The assessment of activity in keloids may be critical for defining their management. There is a lack of clinical scorings designed for the evaluation of keloids and biopsies may be contraindicated. OBJECTIVE To assess the sonographic activity of keloids in comparison with clinical scoring. MATERIALS AND METHODS A retrospective study of the clinical and color Doppler ultrasound (CDU) images of patients medically derived to CDU with the diagnosis of keloid was performed. Activity was evaluated clinically (modified Seattle Scar Scale) and CDU. Keloids were considered active when CDU detected vascularity within the lesion. Statistical analysis was performed (Wilcoxon–Mann–Whitney, Student t-test, and interobserver agreement). RESULTS Thirty-five patients with 42 keloids were evaluated. Color Doppler ultrasound provided the diameters, including depth, and vascularity. On CDU, 76% were active and 24% inactive. Clinically, Observer 1 found 55% and Observer 2 found 88% of active keloids. Interobserver agreement between clinical observers was moderate (k = 0.42). Subclinical fistulous tracts, involvement of the hypodermis, muscle, and calcifications were also found on CDU. CONCLUSION Color Doppler ultrasound can support the assessment of activity in keloids. Clinical evaluation alone can underestimate the activity in keloids. Relevant anatomical and subclinical features can be detected by CDU.",
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/DSS.0000000000001052?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/DSS.0000000000001052, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "5769795",
        "name": "N. Lobos"
      },
      {
        "authorId": "6666709",
        "name": "X. Wortsman"
      },
      {
        "authorId": "82707705",
        "name": "F. Valenzuela"
      },
      {
        "authorId": "39476638",
        "name": "F. Alonso"
      }
    ]
  },
  {
    "paperId": "a7f1754021dfcbc9df6be95d5c58d7d455e5118e",
    "externalIds": {
      "MAG": "2117966180",
      "DOI": "10.3109/09546634.2015.1088129",
      "CorpusId": 21144593,
      "PubMed": "26404425"
    },
    "url": "https://www.semanticscholar.org/paper/a7f1754021dfcbc9df6be95d5c58d7d455e5118e",
    "title": "Spray versus intralesional cryotherapy for keloids",
    "abstract": "Abstract Background: Keloids may follow local skin trauma or inflammation leading to pruritus, pain, restriction of movement or cosmetic disfigurement. Objectives: To compare between the efficacy and tolerability of spray versus intralesional cryotherapy for keloids. Patients and methods: Fifty patients with keloids were randomized to treatment with spray cryotherapy (group I) or intralesional cryotherapy (group II). Swada and Sone scoring of scars was performed at treatment and follow-up (6 months). Histopathological examination was done before and after end of treatment sessions. Results: Intralesional cryotherapy showed greater efficacy than spray cryotherapy. Fewer treatments were required with intralesional cryotherapy than with spray cryotherapy. Conclusion: Intralesional cryotherapy was more effective and tolerable modality for treatment of keloids than spray technique with greater internal freezing area.",
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.3109/09546634.2015.1088129?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.3109/09546634.2015.1088129, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "4156850",
        "name": "B. Mourad"
      },
      {
        "authorId": "13509919",
        "name": "Nashwa N Elfar"
      },
      {
        "authorId": "84174157",
        "name": "S. Elsheikh"
      }
    ]
  },
  {
    "paperId": "29ea4dab5b1c212ed3d40265ad5f805cc00929e1",
    "externalIds": {
      "MAG": "2417490154",
      "DOI": "10.1111/pde.12746",
      "CorpusId": 23741465,
      "PubMed": "26758090"
    },
    "url": "https://www.semanticscholar.org/paper/29ea4dab5b1c212ed3d40265ad5f805cc00929e1",
    "title": "Effectiveness of Intralesional Triamcinolone in the Treatment of Keloids in Children",
    "abstract": "The current treatment of keloids includes surgery, intralesional steroids, and radiotherapy, among others. Radiotherapy is not recommended in children due to its effects on growing tissues. Our aim was to study intralesional triamcinilone therapy of keloids in children and analyze the impact of body location, age of the lesion, and etiology of the keloid on clinical response.",
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/pde.12746?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/pde.12746, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "36547655",
        "name": "Silvana Acosta"
      },
      {
        "authorId": "2083280864",
        "name": "Ester Ureta"
      },
      {
        "authorId": "2075994456",
        "name": "R. Yáñez"
      },
      {
        "authorId": "2076078116",
        "name": "N. Oliva"
      },
      {
        "authorId": "145727927",
        "name": "S. Searle"
      },
      {
        "authorId": "2054952772",
        "name": "Claudio Guerra"
      }
    ]
  },
  {
    "paperId": "352af27e49a02fde08ce61651ff98cc85e075424",
    "externalIds": {
      "MAG": "2565945030",
      "PubMedCentral": "5215475",
      "DOI": "10.1155/2016/5893481",
      "CorpusId": 14853144,
      "PubMed": "28101509"
    },
    "url": "https://www.semanticscholar.org/paper/352af27e49a02fde08ce61651ff98cc85e075424",
    "title": "Expression Profile of Long Noncoding RNAs in Human Earlobe Keloids: A Microarray Analysis",
    "abstract": "Background. Long noncoding RNAs (lncRNAs) play key roles in a wide range of biological processes and their deregulation results in human disease, including keloids. Earlobe keloid is a type of pathological skin scar, and the molecular pathogenesis of this disease remains largely unknown. Methods. In this study, microarray analysis was used to determine the expression profiles of lncRNAs and mRNAs between 3 pairs of earlobe keloid and normal specimens. Gene Ontology (GO) categories and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analyses were performed to identify the main functions of the differentially expressed genes and earlobe keloid-related pathways. Results. A total of 2068 lncRNAs and 1511 mRNAs were differentially expressed between earlobe keloid and normal tissues. Among them, 1290 lncRNAs and 1092 mRNAs were upregulated, and 778 lncRNAs and 419 mRNAs were downregulated. Pathway analysis revealed that 24 pathways were correlated to the upregulated transcripts, while 11 pathways were associated with the downregulated transcripts. Conclusion. We characterized the expression profiles of lncRNA and mRNA in earlobe keloids and suggest that lncRNAs may serve as diagnostic biomarkers for the therapy of earlobe keloid.",
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://downloads.hindawi.com/journals/bmri/2016/5893481.pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC5215475, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2110661041",
        "name": "Liang Guo"
      },
      {
        "authorId": "2140062248",
        "name": "Kai Xu"
      },
      {
        "authorId": "8480659",
        "name": "Hongbo Yan"
      },
      {
        "authorId": "49877030",
        "name": "Haifeng Feng"
      },
      {
        "authorId": "7599693",
        "name": "Linlin Chai"
      },
      {
        "authorId": "52146163",
        "name": "Guozheng Xu"
      }
    ]
  },
  {
    "paperId": "38f7738266db51521926e8791416b542c99f8f26",
    "externalIds": {
      "MAG": "2521155058",
      "DOI": "10.1097/DSS.0000000000000873",
      "CorpusId": 24528046,
      "PubMed": "27661432"
    },
    "url": "https://www.semanticscholar.org/paper/38f7738266db51521926e8791416b542c99f8f26",
    "title": "Therapeutic Efficacy of Intralesional Steroid With Carbon Dioxide Laser Versus With Cryotherapy in Treatment of Keloids: A Randomized Controlled Trial",
    "abstract": "BACKGROUND Keloids are difficult to treat due to their poor response and high recurrence rate. OBJECTIVE We conducted a randomized controlled trial to compare the therapeutic efficacy of intralesional triamcinolone acetonide (ILTA) in combination with carbon dioxide laser (Group 1) versus in combination with cryotherapy (Group 2) in the treatment of keloids. MATERIALS AND METHODS Sixty patients with 101 keloids were randomized into 2 groups. On Day 1, keloids were ablated using either CO2 laser or cryotherapy followed by injection of ILTA at baseline and at 4 weeks interval for 3 months. Patients were followed up for 12 months to assess for therapeutic response and side effects. RESULTS Successful therapeutic response (>50% improvement) between the 2 groups (CO2 vs cryotherapy) were assessed in terms of reduction in thickness, reduction in volume, patient's self-assessment, observer's assessment, and Vancouver Scar Scale score at the end of 6 months and 12 months (55.55% vs 70.37%; 61.1% vs 77.8%; 75% vs 77.78%; 61.12% vs 85.18%; 52.78% vs 62.96% respectively). The difference in therapeutic response between the 2 groups was not statistically significant at the end of 12 months. CONCLUSION Both CO2 laser and cryotherapy in combination with ILTA were found to be equally effective in the treatment of keloids.",
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1097/DSS.0000000000000873?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1097/DSS.0000000000000873, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "5031990",
        "name": "B. Behera"
      },
      {
        "authorId": "123367602",
        "name": "R. Kumari"
      },
      {
        "authorId": "4325050",
        "name": "D. Thappa"
      },
      {
        "authorId": "144474714",
        "name": "M. Malathi"
      }
    ]
  },
  {
    "paperId": "9788ad368b24c8009d979d470d65ed594fd89640",
    "externalIds": {
      "MAG": "1480061540",
      "DOI": "10.1111/dth.12187",
      "CorpusId": 21200446,
      "PubMed": "25471297"
    },
    "url": "https://www.semanticscholar.org/paper/9788ad368b24c8009d979d470d65ed594fd89640",
    "title": "Treatment of keloids with laser‐assisted topical steroid delivery: a retrospective study of 23 cases",
    "abstract": "Topical or intralesional corticosteroids are referred to as gold standard treatments for keloids. Recent studies showed that ablative fractional laser (AFL) treatment facilitates delivery of topical drug deeply into the skin by creating vertical channels. The objective of the present study was to assess the ablative erbium laser in fractionated mode, combined with topical high potent corticosteroid cream for treating resistant keloid scars. We conducted a retrospective study in the laser center of the Department of Dermatology (University Hospital of Nice, France), from January 2010 to June 2012, on patients with keloids who were resistant to a first‐line of treatment. A 2940‐nm ablative fractional erbium laser was used. Topical betamethasone cream was applied twice a day under occlusion with transparent film dressings. A total of 23 patients with 70 keloids were treated from January 2010 to June 2012. The median percentage of improvement was 50% (range −43 to 84). The mean follow‐up was 8 months (range 3–18), and a recurrence was observed for eight lesions (22%). Although this observation warrants a prospective comparative evaluation, it supports the interest of the laser‐assisted delivery of steroids for treating keloids scars.",
    "year": 2015,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/dth.12187?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/dth.12187, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "11235474",
        "name": "M. Cavalié"
      },
      {
        "authorId": "13417897",
        "name": "L. Sillard"
      },
      {
        "authorId": "3717377",
        "name": "H. Montaudié"
      },
      {
        "authorId": "143772430",
        "name": "P. Bahadoran"
      },
      {
        "authorId": "79319243",
        "name": "J. Lacour"
      },
      {
        "authorId": "9554589",
        "name": "T. Passeron"
      }
    ]
  },
  {
    "paperId": "97f3c4474fdc2080a653602f81ea097fa57aca0c",
    "externalIds": {
      "MAG": "2580717095",
      "CorpusId": 39494209,
      "PubMed": "28095559"
    },
    "url": "https://www.semanticscholar.org/paper/97f3c4474fdc2080a653602f81ea097fa57aca0c",
    "title": "Comparative Results in Treatment of Keloids With Intralesional 5-FU/Kenalog, 5-FU/Verapamil, Enalapril Alone,Verapamil Alone, and Laser: A Case Report and Review of the Literature.",
    "abstract": null,
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "145724835",
        "name": "D. Alexandrescu"
      },
      {
        "authorId": "6851541",
        "name": "S. Fabi"
      },
      {
        "authorId": "13215093",
        "name": "L. Yeh"
      },
      {
        "authorId": "40045493",
        "name": "R. Fitzpatrick"
      },
      {
        "authorId": "10616537",
        "name": "M. Goldman"
      }
    ]
  },
  {
    "paperId": "2aaef91c3ec56184fc63d0c8011a6cafa37b8640",
    "externalIds": {
      "MAG": "2610794773",
      "DOI": "10.1111/iwj.12763",
      "CorpusId": 29579366,
      "PubMed": "28467018"
    },
    "url": "https://www.semanticscholar.org/paper/2aaef91c3ec56184fc63d0c8011a6cafa37b8640",
    "title": "Histological analysis of hyalinised keloidal collagen formation in earlobe keloids over time: collagen hyalinisation starts in the perivascular area",
    "abstract": "Keloids grow and do not regress. They are characterised histologically by hyalinised keloidal collagen (HKC). HKC amounts vary, and the mechanism by which they form is unclear. To clarify how HKCs form and whether their formation associates with specific clinical features, we studied the histological findings of earlobe keloids and compared them with respective clinical features. A total of 50 earlobe keloids from 43 patients were used for histological analysis of keloid size (mm2), HKC area (mm2) and HKC area ratio (%). As a result, keloid durations ranged from 3 months to >13 years. Early‐stage keloids exhibited little HKC and a tendency for the HKCs to locate in perivascular regions. In later‐stage keloids, the HKCs were extremely interconnected and formed a thick bitten donut‐shaped region. HKC area ratios correlated positively with keloid duration (r2 = 0·58, P<0·05). HKC area ratios and keloid durations did not correlate with keloid sizes. These patterns of HKC formation and growth may explain why local therapies, which effectively remove fibroblasts and accumulated collagen but not HKCs, are ineffective in older keloids. Keloids should be promptly treated after diagnosis, and older keloids with extensive HKCs may require surgical excision followed by radiotherapy.",
    "year": 2017,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7950168",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/iwj.12763?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/iwj.12763, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48501303",
        "name": "Noriko M. Matsumoto"
      },
      {
        "authorId": "5567828",
        "name": "W. Peng"
      },
      {
        "authorId": "5704946",
        "name": "Masayo Aoki"
      },
      {
        "authorId": "6413071",
        "name": "S. Akaishi"
      },
      {
        "authorId": "5770618",
        "name": "R. Ohashi"
      },
      {
        "authorId": "3793861",
        "name": "R. Ogawa"
      },
      {
        "authorId": "145836665",
        "name": "Z. Naito"
      }
    ]
  },
  {
    "paperId": "6e47277288d7149a1fc035cdf3e6a36d5d4db27a",
    "externalIds": {
      "PubMedCentral": "4577000",
      "MAG": "1950008237",
      "DOI": "10.1093/jrr/rrv031",
      "CorpusId": 8240140,
      "PubMed": "26224888"
    },
    "url": "https://www.semanticscholar.org/paper/6e47277288d7149a1fc035cdf3e6a36d5d4db27a",
    "title": "Hypofractionated electron-beam radiation therapy for keloids: retrospective study of 568 cases with 834 lesions",
    "abstract": "We aimed to analyze the outcomes of hypofractionated high-energy electron beam radiotherapy for the treatment of keloids. From February 1998 to January 2012, 568 patients with a total of 834 keloids underwent radiotherapy: 826 lesions with postoperative radiotherapy, and 36 with skin-grafting. Lesion size was >5 cm in 335 keloids. An electron-beam of 6 or 7 MeV was used, with a total dose of 18 Gy (two fractions with a 1-week interval) covering the lesion with a 1-cm margin. The time between surgery and radiotherapy was 24–48 h. Skin-grafted patients underwent radiotherapy 10–15 days after the operation. The median follow-up was 40 months (range: 12–160 months). The local control rate was 88.25% (736/834). The relapse rate was 9.59% (80/834), and the time to relapse was 6–28 months (median: 12 months). Univariate analyses showed that gender, age, keloid size, keloid site, skin grafting, and operation-to-irradiation interval influenced the local control rate. Multivariate analysis showed that the relapse rate was correlated with gender (P = 0.048), age (P < 0.01), operation-to-irradiation interval (P < 0.01), keloid site (P < 0.01), surgical method (P = 0.04) and keloid size (P < 0.02). Adverse effects were observed in 9.83% (82/834). No radiation-induced cancers were observed. Hypofractionated high-energy electron beam radiotherapy for keloids yielded excellent outcomes, especially in cases without skin grafting. Early postoperative radiotherapy with limited hypofractionation could be a good choice for keloid treatment.",
    "year": 2015,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://academic.oup.com/jrr/article-pdf/56/5/811/14103781/rrv031.pdf",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC4577000, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "153280871",
        "name": "Jie Shen"
      },
      {
        "authorId": "2270670",
        "name": "X. Lian"
      },
      {
        "authorId": "48185862",
        "name": "Yuliang Sun"
      },
      {
        "authorId": "122024698",
        "name": "Xiaojun Wang"
      },
      {
        "authorId": "50726475",
        "name": "K. Hu"
      },
      {
        "authorId": "48624833",
        "name": "X. Hou"
      },
      {
        "authorId": "50414748",
        "name": "Shuai Sun"
      },
      {
        "authorId": "49781026",
        "name": "Junfang Yan"
      },
      {
        "authorId": "2202734867",
        "name": "Lang Yu"
      },
      {
        "authorId": "5891925",
        "name": "Xiansong Sun"
      },
      {
        "authorId": "2108691619",
        "name": "Wen-bo Li"
      },
      {
        "authorId": "2137373436",
        "name": "Xinhai Wang"
      },
      {
        "authorId": "2026461087",
        "name": "Qiu Guan"
      },
      {
        "authorId": "1971288176",
        "name": "T. Pang"
      },
      {
        "authorId": "48702736",
        "name": "Fuquan Zhang"
      }
    ]
  },
  {
    "paperId": "daf403d000d04cd2bd8a65a286b86343bd767fec",
    "externalIds": {
      "MAG": "2010213275",
      "DOI": "10.1111/jocd.12132",
      "CorpusId": 19098396,
      "PubMed": "25626920"
    },
    "url": "https://www.semanticscholar.org/paper/daf403d000d04cd2bd8a65a286b86343bd767fec",
    "title": "The Treatment of keloids and hypertrophic scars with intralesional bleomycin in skin of color",
    "abstract": "Intralesional injection with corticosteroid remains the mainstay of therapy for hypertrophic scars and keloids, however some lesions are unresponsive or may result in skin atrophy. Intralesional bleomycin injection is an alternative therapy that has been widely reported. In order to compare the effectiveness and safety of bleomycin for the treatment of keloids and hypertrophic scars in skin of color population, Fitzpatrick skin type III to V patients with keloids or hypertrophic scars were randomized into two groups. Group A was treated monthly with intralesional triamcinolone acetonide (10 mg/mL), while group B with intralesional bleomycin (1 mg/mL) for three consecutive months. Evaluation of the treatment was performed using “Patient and Observer Scar Assessment Scale” (POSAS), self‐rated patient satisfaction score, photography, and ultrasonography. Two patients had their bleomycin blood levels monitored. Twenty‐six patients with keloids or hypertrophic scars were recruited. The clinical improvement as assessed by the POSAS was not statistically significant. In terms of patients satisfaction score, one half of both groups reported a very good improvement. Photographic as well as ultrasonographic evaluation showed no difference between the two groups. Bleomycin was found to enter the blood circulation in a very small amount. The major side effect was hyperpigmentation. There was no skin atrophy detected in this study. Intralesional bleomycin is a safe and effective treatment for keloids and hypertrophic scars. The treatment is comparable to intralesional triamcinolone. Unfortunately, hyperpigmentation was the major side effect in darker skin type.",
    "year": 2015,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/jocd.12132?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/jocd.12132, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "12154387",
        "name": "K. Payapvipapong"
      },
      {
        "authorId": "4333404",
        "name": "N. Niumpradit"
      },
      {
        "authorId": "14648372",
        "name": "Chotinand Piriyanand"
      },
      {
        "authorId": "12095371",
        "name": "S. Buranaphalin"
      },
      {
        "authorId": "5930665",
        "name": "A. Nakakes"
      }
    ]
  },
  {
    "paperId": "f6c6dffe70a3cb3bf9d3c413f085c46644f24f92",
    "externalIds": {
      "MAG": "2400271516",
      "CorpusId": 2864676,
      "PubMed": "27158346"
    },
    "url": "https://www.semanticscholar.org/paper/f6c6dffe70a3cb3bf9d3c413f085c46644f24f92",
    "title": "NEDD4 single nucleotide polymorphism rs2271289 is associated with keloids in Chinese Han population.",
    "abstract": null,
    "year": 2016,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "2145174572",
        "name": "Ying Zhao"
      },
      {
        "authorId": "122051115",
        "name": "Sheng-Li Liu"
      },
      {
        "authorId": "2216566061",
        "name": "Jianzhen Xie"
      },
      {
        "authorId": "122753600",
        "name": "Mao-Qian Ding"
      },
      {
        "authorId": "49144154",
        "name": "Meng-Zhu Lu"
      },
      {
        "authorId": "2109006064",
        "name": "Lan-fang Zhang"
      },
      {
        "authorId": "4368886",
        "name": "Xiu-hua Yao"
      },
      {
        "authorId": "48188088",
        "name": "Bai Hu"
      },
      {
        "authorId": "36580275",
        "name": "Wen-sheng Lu"
      },
      {
        "authorId": "50432339",
        "name": "Xiao-dong Zheng"
      }
    ]
  },
  {
    "paperId": "fa3b09b3d27ceac215ce23b3bef5f4b1074b3e59",
    "externalIds": {
      "MAG": "1852793478",
      "DOI": "10.1111/iwj.12455",
      "CorpusId": 4768570,
      "PubMed": "25968157"
    },
    "url": "https://www.semanticscholar.org/paper/fa3b09b3d27ceac215ce23b3bef5f4b1074b3e59",
    "title": "Role of verapamil in preventing and treating hypertrophic scars and keloids",
    "abstract": "Keloid and hypertrophic scars are difficult to manage and remain a therapeutic challenge. Verapamil has shown a great potential in the management of keloid and hypertrophic scars. Comparing with conventional corticosteroid injections, verapamil could improve the appearance of keloid and hypertrophic scars, and is associated with a lower incidence of adverse effects. Is verapamil an effective alternative modality in the prevention and treatment of keloid and hypertrophic scars? The aim of this study was to assess the effectiveness of verapamil in preventing and treating keloid and hypertrophic scars. Searches were conducted in Medline, EMbase and Cochrane databases from 1974 to January 2015. The selection of articles was limited to human subjects. Five randomised controlled trials (RCTs) or cluster‐randomised trials or controlled clinical trials (CCTs) comparing the efficacy of verapamil with conventional treatments were identified. The results showed that verapamil could improve keloid and hypertrophic scars, and was not significantly different from conventional corticosteroid injections. Few adverse effects were observed. However, this result should be considered carefully, as most of the included studies have a high risk of bias because of issues with randomization, allocation concealment, blinding, incomplete outcomes and selective reporting. In conclusion, verapamil could act as an effective alternative modality in the prevention and treatment of keloid and hypertrophic scars. More high‐quality, multiple‐centre, large‐sample (RCTs) are required to define the role of verapamil in preventing and treating keloid and hypertrophic scars.",
    "year": 2016,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7949878",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/iwj.12455?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/iwj.12455, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2108661983",
        "name": "Ru Wang"
      },
      {
        "authorId": "2117695871",
        "name": "Yu Mao"
      },
      {
        "authorId": "2109338316",
        "name": "Zhen-yu Zhang"
      },
      {
        "authorId": "49969259",
        "name": "Zheng-yong Li"
      },
      {
        "authorId": "2108246151",
        "name": "Junjie Chen"
      },
      {
        "authorId": "2680839",
        "name": "Y. Cen"
      }
    ]
  },
  {
    "paperId": "db074bfc576bf9e32e93e888b76561ad9e16839b",
    "externalIds": {
      "MAG": "1992595375",
      "DOI": "10.1007/s00403-014-1507-1",
      "CorpusId": 7395430,
      "PubMed": "25266787"
    },
    "url": "https://www.semanticscholar.org/paper/db074bfc576bf9e32e93e888b76561ad9e16839b",
    "title": "Clinical and epidemiological analysis of keloids in Chinese patients",
    "abstract": null,
    "year": 2015,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This paper's abstract has been elided by the publisher. Paper or abstract available at https://api.unpaywall.org/v2/10.1007/s00403-014-1507-1?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1007/s00403-014-1507-1, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "36580275",
        "name": "Wen-sheng Lu"
      },
      {
        "authorId": "50432339",
        "name": "Xiao-dong Zheng"
      },
      {
        "authorId": "4368886",
        "name": "Xiu-hua Yao"
      },
      {
        "authorId": "2109006064",
        "name": "Lan-fang Zhang"
      }
    ]
  },
  {
    "paperId": "02955b1b848aea82b071e01ee54b4cc8e026ab51",
    "externalIds": {
      "MAG": "1978042706",
      "DOI": "10.1111/bjd.13826",
      "CorpusId": 20641975,
      "PubMed": "25833201"
    },
    "url": "https://www.semanticscholar.org/paper/02955b1b848aea82b071e01ee54b4cc8e026ab51",
    "title": "Epidemiology of keloids in normally pigmented Africans and African people with albinism: population‐based cross‐sectional survey",
    "abstract": "DEAR EDITOR, Keloids are a common overgrowth of dense fibrous tissue that develops after healing of a cutaneous injury. Keloidal scars extend beyond the borders of the original wound, recur after excision and rarely regress spontaneously. Worldwide, the prevalence of keloids varies from 0 09% in the U.K. to 16% in the Democratic Republic of Congo. Genetic susceptibility is thought to play an integral role in the development of keloids. There are no recent population-based epidemiological data on the prevalence of keloids in Africa. Anecdotal reports in the literature indicate that keloids are rare among people with albinism, although no detailed studies have been carried out. Therefore, the aim of this study is to provide new epidemiological data on keloids and to determine the association of the development of keloids with skin pigment. We conducted a population-based cross-sectional survey. Africans with normally pigmented skin were recruited from Kakamega District in Kenya. A total of seven villages were randomly selected from 36 villages. Within a village, a starting point was randomly selected and subsequent household members interviewed until a sample size of 200 was achieved. People with albinism were recruited from Kenya and Tanzania. In Kenya, people with albinism were recruited through the albino association, while in Tanzania people with albinism were recruited from the Regional Dermatology Training Centre clinics and special schools. We examined all participants for scars and keloids. Keloid diagnosis was done clinically. Any scar that was elevated and growing beyond the borders of the original wound was considered to be a keloid, unlike hypertrophic scars, which do not grow beyond the margin. Participants older than 5 years of age were included. The study protocol was approved by the Kakamega County General Hospital research and ethics committee. Written informed consent was obtained from all participants. We recruited a total of 1416 people, which included 1185 people with normally pigmented skin and 231 people with albinism. The mean age was 28 2 years (SD 14 915) with more women than men (male/female ratio of 1 : 1 3). Among the 1416 people recruited, 954 (67 4%) had one or more scars on their body. A family history of keloids was reported by 96 (6 8%) respondents and folliculitis keloidalis in 47 (3 3%) respondents. The overall prevalence of keloids was 8 3% (n = 79) among all people with scars. The prevalence of keloids among people with normally pigmented skin was 8 5% (n = 67), which was higher than the prevalence of 7 8% (n = 12) among people with albinism; however, this was not statistically significant (P = 0 599). Having a first-degree relative with keloids or a first-degree relative with folliculitis keloidalis was significantly related to the presence of keloids (P = 0 19 and P = 0 016, respectively), as shown in Table 1. On multiple logistic regression, having a first-degree relative with keloids or a first-degree relative with folliculitis keloidalis were significant predictors of the presence of keloids (P = 0 03 and 0 015). Among the 79 people with keloids, 43 (54%) were affected on more than one site of the body. Other characteristics of people with keloids are shown in Table 2 below. The prevalence of keloids was 8 3%, which was within the range of 6–16% seen in other African populations. People with albinism are equally affected by keloids and this is contrary to the previous anecdotal reports indicating that people with albinism do not develop keloids. No studies in the literature in English have reported keloids in people with albinism. We have observed that keloids or hypertrophic scars rarely occur after the excision of skin cancer in people with albinism. Further research is needed to determine the development of keloids in sun-damaged skin. A family history of keloids and folliculitis keloidalis were found to be significant predictors of the presence of keloids. Our finding regarding a family history positive for keloids is similar to that of Bayat et al. and, in addition, a family history of keloids was strongly associated with the formation of multiple keloidal scars. Most studies have not assessed the association of keloids with folliculitis keloidalis. We found a strong association between a family history of folliculitis keloidalis and the development of keloids. The two diseases have a racial distribution being more common in Africans and rare in the white population, which points towards a genetic predilection. Keloids are a symptomatic disease and most studies have reported pruritus and pain to be the most common symptoms. Our report is similar to others in which the prevalence of pruritus among patients with keloids ranges from 52 2% to 86%. Several investigations have reported the presence of mast cells and histamine in keloidal tissue, especially in the early stages of the disease, which may explain the itching associated with keloids.",
    "year": 2015,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1111/bjd.13826?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1111/bjd.13826, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "100857419",
        "name": "S. Kiprono"
      },
      {
        "authorId": "6502399",
        "name": "B. Chaula"
      },
      {
        "authorId": "6261465",
        "name": "J. Masenga"
      },
      {
        "authorId": "4426448",
        "name": "J. Muchunu"
      },
      {
        "authorId": "71677038",
        "name": "D. Mavura"
      },
      {
        "authorId": "115787940",
        "name": "M. Moehrle"
      }
    ]
  },
  {
    "paperId": "c82e8fe25c96ecfac00171f3ef029bf8aed131a0",
    "externalIds": {
      "PubMedCentral": "4494495",
      "MAG": "2288866786",
      "DOI": "10.1097/GOX.0000000000000391",
      "CorpusId": 14980185,
      "PubMed": "26180726"
    },
    "url": "https://www.semanticscholar.org/paper/c82e8fe25c96ecfac00171f3ef029bf8aed131a0",
    "title": "High-mobility Group Box Protein-1, Matrix Metalloproteinases, and Vitamin D in Keloids and Hypertrophic Scars",
    "abstract": "Summary: Keloids and hypertrophic scars represent excessive wound healing involving high production of collagen by skin fibroblasts. This review focuses on the role of high-mobility group box protein-1 (HMGB-1), matrix metalloproteinases (MMPs), and vitamin D in these conditions. Although the role of HMGB-1 in keloids and hypertrophic scars is unclear, the effect of HMGB-1 on fibroblasts suggests a profibrotic role and a potential contribution to excessive scarring. MMPs contribute extensively to wound healing and characteristically degrade the extracellular matrix. MMP-1 is decreased in keloids and hypertrophic scars. However, other MMPs, including MMP-2, have been found to be increased and are thought to possibly contribute to keloid expansion through peripheral extracellular matrix catabolism. Many novel therapeutic approaches to keloids and hypertrophic scars target MMPs and aim to increase their levels and catabolic activity. The higher prevalence of keloids in darker skin types may partially be due to a tendency for lower vitamin D levels. The physiologically active form of vitamin D, 1,25(OH)2D3, inhibits the proliferation of keloid fibroblasts, and correlations between vitamin D receptor polymorphisms, such as the TaqI CC genotype, and keloid formation have been reported. Additionally, vitamin D may exert an antifibrotic effect partially mediated by MMPs. Here, we critically discuss whether keloid and hypertrophic scar formation could be predicted based on vitamin D status and vitamin D receptor polymorphisms. Specifically, the findings identified HMGB-1, MMPs, and vitamin D as potential avenues for further clinical investigation and potentially novel therapeutic approaches to prevent the development of keloids and hypertrophic scars.",
    "year": 2015,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://doi.org/10.1097/gox.0000000000000391",
      "status": "GOLD",
      "license": "CCBYNCND",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC4494495, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "15896011",
        "name": "Dylan E. Lee"
      },
      {
        "authorId": "40645816",
        "name": "Ryan M. Trowbridge"
      },
      {
        "authorId": "31471843",
        "name": "Nagi T. Ayoub"
      },
      {
        "authorId": "144661043",
        "name": "D. Agrawal"
      }
    ]
  },
  {
    "paperId": "fb1ea65259a52ca9072d1d1e71ea20df5fd4e7be",
    "externalIds": {
      "MAG": "2920506190",
      "DOI": "10.1201/b18646-51",
      "CorpusId": 38797478
    },
    "url": "https://www.semanticscholar.org/paper/fb1ea65259a52ca9072d1d1e71ea20df5fd4e7be",
    "title": "Keloids and Hypertrophic Scars",
    "abstract": "Keloids are raised, reddish nodules that develop at the site of an injury. After a wound has occurred to the skin both skin cells and connective tissue cells (fibroblasts) begin multiplying to repair the damage. A scar is made up of \"connective tissue\", gristle-like fibers deposited in the skin by the fibroblasts to hold the wound closed. With keloids, the fibroblasts continue to multiply even after the wound is filled in. Thus keloids project above the surface of the skin and form large mounds of scar tissue.",
    "year": 2015,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1201/b18646-51?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1201/b18646-51, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2330315904",
        "name": "Anthony Bewley"
      }
    ]
  },
  {
    "paperId": "bf20c3b88c47f80b68c8e82b0538987a6e0a2bdf",
    "externalIds": {
      "MAG": "2411831847",
      "DOI": "10.1055/s-0035-1563694",
      "CorpusId": 24068345,
      "PubMed": "26372714"
    },
    "url": "https://www.semanticscholar.org/paper/bf20c3b88c47f80b68c8e82b0538987a6e0a2bdf",
    "title": "Current Strategies in the Treatment of Scars and Keloids",
    "abstract": "Abstract Hypertrophic scars (HTSs) and keloids are a major health concern for aesthetic and functional reasons. Despite a plethora of rapidly evolving treatment options and technical advances, the management of pathologic scarring remains difficult. The development of standardized treatment algorithms has been problematic for years due to the lack of sound randomized controlled trials. Expert panels are more and more establishing guidelines to provide an evidence-based framework on a national and international level. This article aims to evaluate the current strategies and upcoming trends in the therapy and prevention of unpleasant scars and keloids from a clinical perspective. There is strong evidence to support a growing role of early combination treatments, particularly the application of 5-fluoruracil adjunct to intralesional steroid injections. Furthermore, the use of fractional ablative laser technologies such as the CO2 laser has recently yielded promising results with respect to aesthetic outcomes and patient satisfaction at tolerable side effects.",
    "year": 2015,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1055/s-0035-1563694?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1055/s-0035-1563694, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "153625012",
        "name": "M. Heppt"
      },
      {
        "authorId": "40651079",
        "name": "H. Breuninger"
      },
      {
        "authorId": "143823470",
        "name": "M. Reinholz"
      },
      {
        "authorId": "1402545838",
        "name": "G. Feller-Heppt"
      },
      {
        "authorId": "5252702",
        "name": "T. Ruzicka"
      },
      {
        "authorId": "1950779",
        "name": "G. Gauglitz"
      }
    ]
  },
  {
    "paperId": "9e0caf65eb527cce4a13b055ce75ca2fac5774f4",
    "externalIds": {
      "MAG": "2436250867",
      "DOI": "10.1002/lary.26063",
      "CorpusId": 21184108,
      "PubMed": "27312686"
    },
    "url": "https://www.semanticscholar.org/paper/9e0caf65eb527cce4a13b055ce75ca2fac5774f4",
    "title": "Biological significance of genome‐wide DNA methylation profiles in keloids",
    "abstract": "To obtain biological insight into keloid pathogenesis and treatment using pathway analysis of genome‐wide differentially methylated gene profiles between keloid and normal skin.",
    "year": 2017,
    "isOpenAccess": false,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1002/lary.26063?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1002/lary.26063, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "7027596",
        "name": "Lamont R Jones"
      },
      {
        "authorId": "2072287867",
        "name": "Joshua Greene"
      },
      {
        "authorId": "47031524",
        "name": "K. Chen"
      },
      {
        "authorId": "3651196",
        "name": "G. Divine"
      },
      {
        "authorId": "5241680",
        "name": "D. Chitale"
      },
      {
        "authorId": "50352608",
        "name": "Veena V Shah"
      },
      {
        "authorId": "50256156",
        "name": "I. Datta"
      },
      {
        "authorId": "48492622",
        "name": "M. Worsham"
      }
    ]
  },
  {
    "paperId": "8400e765804585bf5caa6a9fa26ea1ee0c472d2c",
    "externalIds": {
      "PubMedCentral": "4964100",
      "MAG": "1497587364",
      "DOI": "10.1186/s41038-015-0015-7",
      "CorpusId": 17275306,
      "PubMed": "27574660"
    },
    "url": "https://www.semanticscholar.org/paper/8400e765804585bf5caa6a9fa26ea1ee0c472d2c",
    "title": "Intralesional injection treatment of hypertrophic scars and keloids: a systematic review regarding outcomes",
    "abstract": "BackgroundThe aim of this review was to explore the existing body of literature focusing on the intralesional treatments of keloids and hypertrophic scars.MethodsA comprehensive systematic review of related articles was conducted across multiple databases. Article selection was limited to those published in the English language between 1950 and 2014. Search terms for the on-line research were “scar(s),” “keloid(s),” “hypertrophic,” “injection,” “intralesional,” and “treatment”.ResultsThe initial search returned 2548 published articles. After full text review, the final search yielded 11 articles that met inclusion criteria. A total of 14 patient samples in 11 articles were collected. The most frequent intralesional injection treatment studied was triamcinolone (n = 5), followed by bleomycin (n = 3), 5-fluorouracil (n = 2), verapamil (n = 2), cryosurgery, and collagenase. The scar height reduction for all but one study was demonstrated, with acceptable complication and recurrence rate. Only three articles reported a follow-up period longer than 18 months, and only two studies used standardized outcome criteria with a quantitative scale.ConclusionsAlthough many treatment options have already been described in the literature, there is no universally accepted treatment resulting in permanent hypertrophic or keloid scar ablation. The lack of adequately long-term powered randomized controlled trials does not permit to establish definitive conclusions with implications for routine clinical practice.Level of evidenceIII/Therapeutic",
    "year": 2015,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://academic.oup.com/burnstrauma/article-pdf/doi/10.1186/s41038-015-0015-7/36111569/burns_v3_1_15.pdf",
      "status": "GOLD",
      "license": "CCBYNC",
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC4964100, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "113811200",
        "name": "Aurelia Trisliana Perdanasari"
      },
      {
        "authorId": "4875900",
        "name": "M. Torresetti"
      },
      {
        "authorId": "2248481",
        "name": "L. Grassetti"
      },
      {
        "authorId": "2570542",
        "name": "F. Nicoli"
      },
      {
        "authorId": "40491355",
        "name": "Y. Zhang"
      },
      {
        "authorId": "47001410",
        "name": "Talal Dashti"
      },
      {
        "authorId": "119767573",
        "name": "G. di Benedetto"
      },
      {
        "authorId": "5073319",
        "name": "D. Lazzeri"
      }
    ]
  },
  {
    "paperId": "6b41b93780133722aafa0b4bcbb828ee9177cc3d",
    "externalIds": {
      "MAG": "2045647435",
      "DOI": "10.1016/j.burns.2014.02.011",
      "CorpusId": 2519743,
      "PubMed": "24767715"
    },
    "url": "https://www.semanticscholar.org/paper/6b41b93780133722aafa0b4bcbb828ee9177cc3d",
    "title": "Up-to-date approach to manage keloids and hypertrophic scars: a useful guide.",
    "abstract": null,
    "year": 2014,
    "isOpenAccess": true,
    "openAccessPdf": {
      "url": "https://europepmc.org/articles/pmc4186912?pdf=render",
      "status": "GREEN",
      "license": null,
      "disclaimer": "Notice: This abstract is extracted from the open access paper or abstract available at https://api.unpaywall.org/v2/10.1016/j.burns.2014.02.011?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1016/j.burns.2014.02.011, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "5215712",
        "name": "A. Arno"
      },
      {
        "authorId": "1950779",
        "name": "G. Gauglitz"
      },
      {
        "authorId": "4030750",
        "name": "J. Barret"
      },
      {
        "authorId": "1693729",
        "name": "M. Jeschke"
      }
    ]
  }
]